Repository: Jeff-Lewis/iToolPlus
Catalog: iToolPlusFiles/Resources/*.lproj/iMazingLabels.strings
Languages: de, es, fr, it, ja, ko, pt, ru, zh

# Music(nItems)_Label
source: Music ({nbItems})
de: Musik ({nbItems})
es: Música ({nbItems})
fr: Musique ({nbItems})
it: Musica ({nbItems})
ja: ミュージック ({nbItems})
ko: 음악 ({nbItems})
pt: Música ({nbItems})
ru: Музыка ({nbItems})
zh: 音乐 ({nbItems})

# iCloudMusicLibrary_LabelOS
source: iCloud Music Library
de: iCloud-Musikmediathek
es: Biblioteca de música de iCloud
fr: Musithèque iCloud
it: Libreria musicale di iCloud
ja: iCloud ミュージックライブラリ
ko: iCloud 음악 라이브러리
pt: Biblioteca de música do iCloud
ru: Музыкальная библиотека iCloud
zh: iCloud 音乐库

# ExportToITunes_UserAction
source: Export to iTunes
de: Zu iTunes exportieren
es: Exportar a iTunes
fr: Exporter vers iTunes
it: Esporta in iTunes
ja: iTunes にエクスポート
ko: iTunes로 내보내기
pt: Exportar para o iTunes
ru: Экспорт в iTunes
zh: 导出至 iTunes

# ExportToFolder_UserAction
source: Export to Folder
de: In Ordner exportieren
es: Exportar a carpeta
fr: Exporter vers un dossier
it: Esporta in cartella
ja: フォルダにエクスポート
ko: 폴더로 내보내기
pt: Exportar para pasta
ru: Экспорт в папку
zh: 导出至文件夹

# ImportFromITunes_UserAction
source: Import from iTunes
de: Aus iTunes importieren
es: Importar de iTunes
fr: Importer depuis iTunes
it: Importa da iTunes
ja: iTunes からインポート
ko: iTunes에서 가져오기
pt: Importar do iTunes
ru: Импорт из iTunes
zh: 从 iTunes 导入

# ImportFromFolder_UserAction
source: Import from Folder
de: Aus Ordner importieren
es: Importar de carpeta
fr: Importer depuis un dossier
it: Importa da cartella
ja: フォルダからインポート
ko: 폴더에서 가져오기
pt: Importar da pasta
ru: Импорт из папки
zh: 从文件夹导入

# Duration(Media)_Label
source: Duration
de: Dauer
es: Duración
fr: Durée
it: Durata
ja: 経過時間
ko: 길이
pt: Duração
ru: Длительность
zh: 持续时间

# Album(Music)_Label
source: Album
es: Álbum
ja: アルバム
ko: 앨범
pt: Álbum
ru: Альбом
zh: 专辑

# All_n_Albums_Label
source: All ({nbAlbums} Albums)
de: Alle ({nbAlbums} Alben)
es: Todo ({nbAlbums} álbumes)
fr: Tout ({nbAlbums} albums)
it: Tutti ({nbAlbums} album)
ja: すべて（{nbAlbums} アルバム）
ko: 총 ({nbAlbums}개의 앨범)
pt: Todos ({nbAlbums} Álbuns)
ru: Все (альбомы: {nbAlbums})
zh: 全部（{nbAlbums} 专辑）

# Artist(Music)_Label
source: Artist
de: Interpret
es: Artista
fr: Artiste
it: Artista
ja: アーティスト
ko: 아티스트
pt: Artista
ru: Исполнитель
zh: 表演者

# All_n_Artists_Label
source: All ({nbArtists} Artists)
de: Alle ({nbArtists} Interpreten)
es: Todo ({nbArtists} artistas)
fr: Tous les ({nbArtists} artistes)
it: Tutti ({nbArtists} artisti)
ja: すべて（{nbArtists} アーティスト）
ko: 총 ({nbArtists}명의 아티스트)
pt: Todos ({nbArtists} Artistas)
ru: Все (исполнители: {nbArtists})
zh: 全部（{nbArtists} 表演者）

# Genre(Music)_Label
source: Genre
es: Género
it: Genere
ja: ジャンル
ko: 장르
pt: Gênero
ru: Жанр
zh: 风格

# All_n_Genres_Label
source: All ({nbGenres} Genres)
de: Alle ({nbGenres} Genres)
es: Todo ({nbGenres} géneros)
fr: Tous les ({nbGenres} genres)
it: Tutti ({nbGenres} generi)
ja: すべて（{nbGenres} ジャンル）
ko: 총 ({nbGenres}개의 장르)
pt: Todos ({nbGenres} Gêneros)
ru: Все (жанры: {nbGenres})
zh: 全部（{nbGenres} 风格）

# Comments_Label
source: Comments
de: Kommentare
es: Comentarios
fr: Commentaires
it: Commenti
ja: コメント
ko: 코멘트
pt: Comentários
ru: Комментарии
zh: 注释

# Composer(Music)_Label
source: Composer
de: Komponist
es: Compositor
fr: Compositeur
it: Compositore
ja: 作曲者
ko: 작곡가
pt: Compositor
ru: Композитор
zh: 作曲者

# Rating_Label
source: Rating
de: Bewertung
es: Valoración
fr: Note
it: Valutazione
ja: 評価
ko: 평점
pt: Avaliação
ru: Оценка
zh: 评分

# Ratings_Label
source: Ratings
de: Bewertungen
es: Valoraciones
fr: Notes
it: Valutazioni
ja: 評価
ko: 평점
pt: Avaliações
ru: Оценки
zh: 评分

# DiscNumber_Label
source: Disc #
de: CD-Nummer
es: Disco nº
fr: Disque n°
it: Disco n.
ja: ディスク #
ko: 디스크 #
pt: Nº disco
ru: № диска
zh: 光盘编号

# TrackNumber_Label
source: Track #
de: Titelnummer
es: Pista nº
fr: Piste n°
it: Brano n.
ja: トラック #
ko: 트랙 #
pt: Nº faixa
ru: № дорожки
zh: 曲目编号

# LastPlayed_Label
source: Last Played
de: Zuletzt gespielt
es: Escuchó por últ. vez
fr: Dernière lecture
it: Ultima esecuzione
ja: 前回のプレイ日時
ko: 최근 재생
pt: Última reprodução
ru: Последнее воспроизведение
zh: 上次播放时间

# LastSkipped_Label
source: Last Skipped
de: Zuletzt übersprungen
es: Saltó por últ. vez
fr: Dernier saut
it: Ultimo saltato
ja: 前回のスキップ日時
ko: 최근 건너뛰기
pt: Último pulo
ru: Последний пропуск
zh: 上次跳过日期

# PlayCount_Label
source: Plays
de: Wiedergaben
es: Reproducciones
fr: Lectures
it: Esecuzioni
ja: プレイ
ko: 재생 횟수
pt: Reproduções
ru: Воспроизведено
zh: 播放次数

# SkipsCount_Label
source: Skips
de: Übersprungen
es: Veces saltado
fr: Sauts
it: Saltati
ja: スキップ
ko: 건너뛰기
pt: Pulos
ru: Пропуски
zh: 跳过次数

# MediaBrowser_Label
source: Media Browser
de: Medienbrowser
es: Visualizador multimedia
fr: Explorateur de médias
it: Browser multimediale
ja: メディアブラウザ
ko: 미디어 브라우저
pt: Navegador de mídia
ru: Медиабраузер
zh: 媒体浏览器

# ColumnBrowser_iTunesLabel
source: Column Browser
de: Spaltenbrowser
es: Explorador de columna
fr: Explorateur de colonnes
it: Browser a colonna
ja: カラムブラウザ
ko: 컬럼 브라우저
pt: Navegador de colunas
ru: Браузер столбцов
zh: 分栏浏览器

# ShowColumns_iTunesLabel
source: Show Columns
de: Spalten anzeigen
es: Mostrar columnas
fr: Afficher colonnes
it: Mostra colonne
ja: カラムを表示
ko: 컬럼 표시
pt: Mostrar colunas
ru: Показать столбцы
zh: 显示分栏

# OnlyShowLocalMusic_Label
source: Only Show Music Available Offline
de: Musik in der Cloud verbergen
es: Ocultar música en la nube
fr: Masquer la musique dans le cloud
it: Mostra solo musica disponibile offline
ja: クラウド上の音楽を隠す
ko: 클라우드에 음악 숨김
pt: Mostrar Apenas Músicas Disponíveis Offline
ru: Скрыть музыку в облаке
zh: 隐藏离线的音乐

# ShowAllMusic_Label
source: Show All Music
de: Alle Musiktitel anzeigen
es: Mostrar música en la nube
fr: Afficher la musique dans le cloud
it: Mostra tutta la musica
ja: クラウド上の音楽を表示
ko: 클라우드에 음악 표시
pt: Mostrar todas as músicas
ru: Показать всю музыку
zh: 显示全部音乐

# AutoDetectTracksMode_Info
source: Automatic detection of media already in iTunes:
de: Automatische Erkennung der bereits in iTunes befindlichen Titel:
es: Detección automática de las pistas que ya están en iTunes:
fr: Détection automatique des titres déjà dans iTunes :
it: Individua in modo automatico i file multimediali già presenti in iTunes:
ja: iTunes に搭載済みのメディア自動検出機能：
ko: iTunes에 저장된 트랙 자동 탐지:
pt: Detecção automática de mídia existente no iTunes:
ru: Автоматическое обнаружение дорожек, уже имеющихся в iTunes:
zh: 自动检测已经在 iTunes 中的媒体：

# AutoDetectTracksModeDisabled_Label
source: Disabled
de: Deaktiviert
es: Desactivado
fr: Désactivé
it: Disattivato
ja: 利用停止
ko: 사용 안 함
pt: Desativado
ru: Отключено
zh: 已禁用

# AutoDetectTracksModeStrictMatching_Label
source: Strict Matching
de: Enger Abgleich
es: Coincidencia exacta
fr: Correspondance stricte
it: Corrispondenza rigida
ja: 完全マッチング
ko: 일치 검색
pt: Correspondência total
ru: Четкое соответствие
zh: 严格匹配

# AutoDetectTracksModeFuzzyMatching_Label
source: Fuzzy Matching
de: Ungefährer Abgleich
es: Coincidencia parcial
fr: Correspondance approximative
it: Corrispondenza fuzzy
ja: あいまいマッチング
ko: 퍼지 검색
pt: Correspondência parcial
ru: Нечеткое соответствие
zh: 模糊匹配

# MediaCopyWizard_Title
source: Media Copy Wizard
de: Assistent Medien kopieren
es: Asistente de copia multimedia
fr: Assistant de copie médias
it: Procedura guidata copia media
ja: メディアのコピーウィザード
ko: 미디어 복사 마법사
pt: Assistente para Copiar mídia
ru: Мастер копирования мультимедиа
zh: 媒体拷贝向导

# WhereToCopy(Media)_Info
source: Where would you like to copy?
de: Wohin möchten Sie kopieren?
es: ¿Ubicación de la copia?
fr: Où voulez-vous déposer cette copie ?
it: Dove vuoi copiarli?
ja: どこへコピーしますか？
ko: 어떤 항목을 복사할까요?
pt: Para onde você deseja copiar?
ru: Куда копировать?
zh: 您想要拷贝到哪里？

# ToITunes_UserReply
source: To iTunes
de: Nach iTunes
es: A iTunes
fr: Vers iTunes
it: In iTunes
ja: iTunes へ
ko: iTunes로
pt: Para o iTunes
ru: В iTunes
zh: 至 iTunes

# ToUserFolder_UserReply
source: To a folder of my choice
de: In einen Ordner meiner Wahl
es: A una carpeta de mi elección
fr: Vers le dossier de mon choix
it: In una cartella di mia scelta
ja: 選択したフォルダへ
ko: 선택한 폴더로
pt: Para uma pasta que eu escolher
ru: В выбранную папку
zh: 至所选的文件夹

# OrganizeInFolders(Media)_Label
source: Organize in folders:
de: Organisieren in Ordnern:
es: Organizar en carpetas:
fr: Organiser en dossiers :
it: Organizza in cartelle:
ja: フォルダで整理：
ko: 폴더로 정리:
pt: Organizar em pastas:
ru: Упорядочить по папкам:
zh: 整理到文件夹：

# ImportLibraryData(Media)_Label
source: Import library data:
de: Import von Mediathekdaten:
es: Importar los datos de la biblioteca:
fr: Importer les données de la bibliothèque :
it: Importa dati libreria:
ja: ライブラリデータをインポート：
ko: 라이브러리 데이터 가져오기:
pt: Importar dados da biblioteca:
ru: Импортировать данные медиатеки:
zh: 导入资料库数据：

# iTunesDestinationFolderNote_Info
source: iMazing will copy your media to the iTunes Media Folder. The iTunes Media Folder can be changed in iTunes Advanced Preferences.
de: iMazing kopiert Ihre Medien in den iTunes-Medienordner. Der iTunes Medienordner kann in den erweiterten Einstellungen von iTunes geändert werden.
es: iMazing copiará sus archivos multimedia a la carpeta iTunes Media. La carpeta iTunes Media se puede cambiar en Avanzado en las Preferencias de iTunes.
fr: iMazing va copier vos fichiers dans le dossier iTunes Media. Le dossier iTunes Media peut être modifié dans iTunes à l'onglet Préférences > Avancé.
it: iMazing copierà i file multimediali nella cartella iTunes Media. La cartella iTunes Media può essere modificata nelle Preferenze Avanzate di iTunes.
ja: iMazing はお客様のメディアを iTunes のメディアフォルダにコピーします。iTunes のメディアフォルダは、iTunes 上級者向け設定で変更できます。
ko: iMazing의 미디어 파일이 iTunes 미디어 폴더로 복사됩니다. iTunes 미디어 폴더는 iTunes 고급 환경설정을 통해 변경하실 수 있습니다.
pt: O iMazing copiará sua mídia para a pasta de Mídia do iTunes. A pasta de Mídia do iTunes pode ser mudada em Preferências Avançadas no iTunes.
ru: iMazing скопирует мультимедиа в папку iTunes Media. Эту папку можно изменить в дополнительных настройках iTunes.
zh: iMazing 将拷贝您的媒体文件至 iTunes Media 文件夹。您可以在 iTunes 的高级偏好设置中更改 iTunes Media 文件夹的位置。

# MediaCopyLogs_Title
source: Media Copy Logs
de: Medienkopierprotokolle
es: Archivos de registro de copia multimedia
fr: Journaux de copie médias
it: File di registro copia media
ja: メディアのコピーログ
ko: 미디어 복사 로그
pt: Logs de Copiar mídia
ru: Журналы копирования мультимедиа
zh: 媒体拷贝日志

# LoadingMediaLibrary000_Info
source: Loading Media Library...
de: Lade Mediathek...
es: Cargando la biblioteca multimedia...
fr: Chargement de la médiathèque...
it: Caricamento della libreria multimediale...
ja: メディアライブラリをロード中…
ko: 미디어 라이브러리 불러오는 중...
pt: Carregando Biblioteca de mídia...
ru: Загрузка медиатеки...
zh: 正在加载媒体库...

# LoadingDeviceTracks000_Info
source: Loading Media Items...
de: Lade Medientitel...
es: Cargando las pistas de los dispositivos...
fr: Chargement des morceaux de l'appareil...
it: Caricamento dei file multimediali...
ja: デバイスのトラックをロード中…
ko: 기기 트랙 불러오는 중...
pt: Carregando itens de mídia...
ru: Загрузка дорожек с устройства...
zh: 正在加载媒体曲目...

# CheckingTracksInItunes000_Info
source: Checking Media Already in iTunes...
de: Überprüfe bereits in iTunes befindliche Titel...
es: Comprobando las pistas que ya están en iTunes...
fr: Détection des morceaux déjà dans iTunes...
it: Verifica dei file multimediali già presenti in iTunes...
ja: すでに iTunes にメディアがあるか確認中...
ko: iTunes 기존 트랙 검색 중...
pt: Verificando mídia já existente no iTunes...
ru: Проверка наличия дорожек в iTunes...
zh: 正在检查 iTunes 已有的媒体...

# CopyMediaItem_Title
source: Copy Media Item
de: Medientitel kopieren
es: Copiar pista multimedia
fr: Copier le morceau
it: Copia file multimediale
ja: メディアトラックをコピー
ko: 미디어 트랙 복사
pt: Copiar Item de Mídia
ru: Копировать элемент мультимедиа
zh: 拷贝媒体曲目

# CopyMediaItems_Title
source: Copy Media Items
de: Medientitel kopieren
es: Copiar pistas multimedia
fr: Copier les morceaux
it: Copia file multimediali
ja: メディアトラックをコピー
ko: 미디어 트랙 복사
pt: Copiar Itens de Mídia
ru: Копировать элементы мультимедиа
zh: 拷贝媒体曲目

# WaitingForDeviceToAcknowledge_Info
source: Waiting for device to acknowledge changes...
de: Warten auf Bestätigung der Änderungen...
es: Esperando a que el dispositivo reconozca los cambios...
fr: En attente de prise en compte des modifications par l'appareil...
it: In attesa che il dispositivo riconosca le modifiche...
ja: デバイスが変更を受信しているか確認待ち中…
ko: 기기에 변경 사항이 저장될 때까지 대기 중...
pt: Aguardando dispositivo para confirmar alterações...
ru: Ожидается распознавание изменений на устройстве...
zh: 正在等待设备确认更改...

# ErrorImportingToITunes_Title
source: Error Importing File in iTunes
de: Fehler beim Import der Datei in iTunes
es: Error al importar el archivo a iTunes
fr: Erreur en important le fichier dans iTunes
it: Errore nell'importazione dei file su iTunes
ja: iTunes にファイルをインポート中にエラーが発生しました
ko: iTunes 파일 가져오기 오류
pt: Erro ao importar arquivo para o iTunes
ru: Ошибка при импорте файла в iTunes
zh: 导入文件至 iTunes 时出错

# CannotImportInITunes_Info
source: Cannot import this file in iTunes.
de: Import dieser Datei in iTunes nicht möglich.
es: No se puede importar este archivo a iTunes.
fr: Impossible d'importer ce fichier dans iTunes.
it: Impossibile importare il file su iTunes.
ja: このファイルを iTunes にインポートできません。
ko: iTunes에서 이 파일을 불러올 수 없습니다.
pt: Não é possível importar este arquivo no iTunes.
ru: Не удается импортировать этот файл в iTunes.
zh: 无法在 iTunes 中导入此文件。

# CopyingMediaToDeviceX_Info
source: Copying media to {deviceName}...
de: Kopiere Titel zu {deviceName}...
es: Copiando pistas en {deviceName}...
fr: Copie des morceaux vers {deviceName}...
it: Copia dei file multimediali su {deviceName}...
ja: {deviceName} にメディアをコピー中…
ko: {deviceName} 기기로 트랙 복사 중...
pt: Copiar mídia para {deviceName}...
ru: Копирование медиа на {deviceName}...
zh: 正在拷贝媒体至 {deviceName}...

# ErrorCopyingMediaToDeviceX_Info
source: Error copying media to {deviceName}
de: Fehler beim Kopieren von Titeln zu {deviceName}
es: Error al copiar pistas en {deviceName}
fr: Erreur pendant la copie des morceaux sur {deviceName}
it: Errore nella copia dei file multimediali su {deviceName}
ja: {deviceName} にメディアをコピー中のエラー
ko: {deviceName} 기기로 트랙 복사 오류
pt: Erro ao copiar mídia em {deviceName}
ru: Ошибка при копировании медиа на {deviceName}
zh: 拷贝媒体至 {deviceName} 时出错

# ImportingMediaToDeviceX_Info
source: Importing media to {deviceName}...
de: Importiere Titel zu {deviceName}...
es: Importando pistas a {deviceName}...
fr: Importation des morceaux vers {deviceName}...
it: Importazione dei file multimediali su {deviceName}...
ja: {deviceName} にメディアをインポート中…
ko: {deviceName} 기기로 트랙 불러오는 중...
pt: Importar mídia para {deviceName}...
ru: Импорт дорожек на {deviceName}...
zh: 正在导入媒体至 {deviceName}...

# ErrorImportingToDeviceX_Info
source: Error importing media to {deviceName}
de: Fehler beim Importieren zu {deviceName}
es: Error al importar a {deviceName}
fr: Erreur pendant l'importation des morceaux vers {deviceName}
it: Errore nell'importazione dei file multimediali su {deviceName}
ja: {deviceName} にインポート中のエラー
ko: {deviceName} 기기로 트랙 가져오기 오류
pt: Erro ao importar mídia para {deviceName}
ru: Ошибка при импорте дорожек на {deviceName}...
zh: 导入媒体至 {deviceName} 时出错

# DeletingMediaFromDeviceX_Info
source: Deleting media from {deviceName}...
de: Lösche Titel von {deviceName}...
es: Eliminando pistas de {deviceName}...
fr: Suppression des morceaux de {deviceName}...
it: Eliminazione dei file multimediali da {deviceName}...
ja: {deviceName} からメディアを削除中…
ko: {deviceName} 기기에서 트랙 삭제 중...
pt: Excluindo mídia de {deviceName}...
ru: Удаление дорожек с {deviceName}...
zh: 正在从 {deviceName} 删除媒体...

# MediaDeletedFromDeviceX_Info
source: Media deleted from {deviceName}
de: Titel von {deviceName} gelöscht
es: Pistas eliminadas de {deviceName}
fr: Morceaux supprimés de {deviceName}
it: File multimediali eliminati da {deviceName}
ja: {deviceName} からメディアが削除されました
ko: {deviceName} 기기에서 트랙 삭제 완료
pt: Mídia excluída de {deviceName}
ru: Дорожки удалены с {deviceName}
zh: 媒体已从 {deviceName} 删除

# ErrorDeletingMediaOnDeviceX_Info
source: Error deleting media on {deviceName}
de: Fehler beim Löschen von Titeln von {deviceName}
es: Error al eliminar pistas de {deviceName}
fr: Erreur en supprimant les morceaux sur {deviceName}
it: Errore nell'eliminazione dei file multimediali da {deviceName}
ja: {deviceName} からメディアを削除中のエラー
ko: {deviceName} 기기에서 트랙 삭제 오류
pt: Erro ao excluir mídia em {deviceName}
ru: Ошибка при удалении дорожек с {deviceName}
zh: 从 {deviceName} 删除媒体时出错

# ItemsAlreadyInItunes:_Label
source: Items already in iTunes:
de: Bereits in iTunes befindliche Titel:
es: Pistas que ya están en iTunes:
fr: Morceaux déjà dans iTunes :
it: Elementi già presenti in iTunes:
ja: すでに iTunes にトラックがあります：
ko: iTunes 기존 트랙:
pt: Itens existentes no iTunes:
ru: Дорожки уже в iTunes:
zh: iTunes 已有项目：

# AlreadyInITunes_Label
source: Already in iTunes
de: Bereits in iTunes
es: Ya está en iTunes
fr: Déjà dans iTunes
it: Già presenti in iTunes
ja: すでに iTunes にあります
ko: iTunes에 이미 있음
pt: Existente no iTunes
ru: Уже в iTunes
zh: 已在 iTunes 中

# AlreadyInItunes:_Label
source: Already in iTunes:
de: Bereits in iTunes:
es: Ya en iTunes:
fr: Déjà dans iTunes :
it: Già presenti in iTunes:
ja: すでに iTunes にあります：
ko: iTunes에 이미 있음:
pt: Existente no iTunes:
ru: Уже в iTunes:
zh: 已在 Tunes 中：

# AlreadyInFolder_Label
source: Already in folder
de: Bereits im Ordner
es: Ya está en la carpeta
fr: Déjà dans le dossier
it: Già presenti nella cartella
ja: すでにフォルダにあります
ko: 폴더에 이미 있음
pt: Existente na pasta
ru: Уже в папке
zh: 已在文件夹中

# DuplicateMedia_Title
source: Duplicate media
de: Doppelte Medien
es: Elemento duplicado
fr: Fichier en double
it: File multimediale duplicato
ja: メディアを複製
ko: 중복 미디어
pt: Mídia duplicada
ru: Дублированные мультимедиа
zh: 重复的媒体

# DuplicateMediaFound_Info
source: An item named {name} already exists in your media library. What would you like to do?
de: Ein Objekt mit dem Dateinamen {name} ist bereits in Ihrer Mediathek enthalten. Was möchten Sie tun?
es: Ya hay un elemento llamado {name} en su biblioteca. ¿Qué desea hacer?
fr: L'élément {name} existe déjà dans votre médiathèque. Que voulez-vous faire ?
it: Esiste già un elemento con nome {name} nella libreria multimediale. Come vuoi procedere?
ja: {name} という名前のアイテムは、メディアライブラリ内に既に存在します。どうしますか？
ko: {name} 이름의 항목이 미디어 라이브러리에 이미 존재합니다. 어떤 작업을 수행하시겠습니까?
pt: Um item chamado {name} já existe na sua biblioteca de mídia. O que deseja fazer?
ru: В медиатеке уже есть объект {name}. Что сделать?
zh: 您的媒体库已存在名称为 {name} 的项。您要如何操作？

# Playlist_Label
source: Playlists
de: Wiedergabelisten
es: Listas
fr: Listes
it: Playlist
ja: プレイリスト
ko: 재생목록
pt: Listas
ru: Плейлисты
zh: 播放列表

# CreateNewPlaylist_UserAction
source: Create new Playlist
de: Neue Wiedergabeliste erstellen
es: Crear nueva lista de reproducción
fr: Créer Playlist
it: Crea nuova playlist
ja: 新規プレイリストを作成
ko: 새 재생목록 만들기
pt: Criar uma nova lista
ru: Создать новый плейлист
zh: 创建新播放列表

# NewPlaylist_Title
source: New playlist
de: Neue Wiedergabeliste
es: Nueva lista de reproducción
fr: Nouvelle playlist
it: Nuova playlist
ja: 新規プレイリスト
ko: 새 재생목록
pt: Nova lista
ru: Новый плейлист
zh: 新播放列表

# NewPlaylist_Info
source: Please enter a name for the new playlist.
de: Bitte geben Sie einen Namen für die neue Wiedergabeliste ein.
es: Introduzca un nombre para la nueva lista de reproducción
fr: Veuillez saisir le nom de la nouvelle playlist.
it: Inserisci il nome della nuova playlist.
ja: 新規プレイリストの名前を入力してください。
ko: 새 재생목록의 이름을 입력하세요.
pt: Insira um nome para a nova lista.
ru: Введите имя нового плейлиста.
zh: 请为新播放列表输入名称。

# CreatingPlaylistOnDeviceX_Info
source: Creating playlist on {deviceName}...
de: Erstellen einer Wiedergabeliste auf {deviceName}...
es: Creando lista de reproducción en {deviceName}...
fr: Création d'une playlist sur {deviceName}...
it: Creazione della playlist su {deviceName}...
ja: {deviceName} にプレイリスト作成中…
ko: {deviceName} 기기에 재생목록 생성 중...
pt: Criando lista em {deviceName}...
ru: Создание плейлиста на {deviceName}...
zh: 正在 {deviceName} 上创建播放列表...

# NewPlaylistSuccess_Info
source: Playlist "{playlistName}" created on {deviceName}
de: Wiedergabeliste „{playlistName}“ erstellt auf {deviceName}
es: La lista de reproducción "{playlistName}" se ha creado en {deviceName}
fr: Playlist « {playlistName} » créée sur {deviceName}
it: Playlist "{playlistName}" creata su {deviceName}
ja: {deviceName} にプレイリスト 「{playlistName}」が作成されました
ko: {deviceName} 기기에 "{playlistName}" 재생목록 생성 완료
pt: Lista "{playlistName}" criada em {deviceName}
ru: Плейлист "{playlistName}" создан на {deviceName}
zh: 已在 {deviceName} 上创建播放列表“{playlistName}”

# NewPlaylistError_Info
source: Error creating playlist on {deviceName}
de: Fehler beim Erstellen der Wiedergabeliste auf {deviceName}
es: Error al crear lista de reproducción en {deviceName}
fr: Erreur pendant la création de la playlist sur {deviceName}
it: Errore nella creazione della playlist su {deviceName}
ja: {deviceName} にプレイリスト作成中のエラー
ko: {deviceName} 기기에 재생목록 생성 오류
pt: Erro ao criar lista em {deviceName}
ru: Ошибка при создании плейлиста на {deviceName}
zh: 在 {deviceName} 上创建播放列表时出错

# DeletePlaylist_UserAction
source: Delete Playlist
de: Wiedergabeliste löschen
es: Eliminar lista de reproducción
fr: Supprimer Playlist
it: Elimina playlist
ja: プレイリストを削除
ko: 재생목록 삭제
pt: Excluir lista
ru: Удалить плейлист
zh: 删除播放列表

# RemovingPlaylists_Info
source: Removing playlists...
de: Entfernen von Wiedergabelisten...
es: Eliminando listas de reproducción...
fr: Suppression des playlists...
it: Rimozione delle playlist...
ja: プレイリストを削除中…
ko: 재생목록 삭제 중...
pt: Removendo listas...
ru: Удаление плейлистов...
zh: 正在移除播放列表...

# RemovingPlaylistsSuccess_Info
source: Playlists deleted from {deviceName}
de: Wiedergabelisten gelöscht von {deviceName}
es: Las listas de reproducción se han eliminado de {deviceName}
fr: Playlists supprimées de {deviceName}
it: Playlist eliminate da {deviceName}
ja: {deviceName} からプレイリストを削除しました
ko: {deviceName} 기기에서 재생목록 삭제 완료
pt: Listas excluídas de {deviceName}
ru: Плейлисты удалены с {deviceName}
zh: 已从 {deviceName} 删除播放列表

# RemovingPlaylistsError_Info
source: Error deleting playlists from {deviceName}
de: Fehler beim Löschen von Wiedergabelisten von {deviceName}
es: Error al eliminar las listas de reproducción de {deviceName}
fr: Erreur en supprimant des playlists de {deviceName}
it: Errore nell'eliminazione delle playlist da {deviceName}
ja: {deviceName} からプレイリストを削除中のエラー
ko: {deviceName} 기기에서 재생목록 삭제 오류
pt: Erro ao excluir listas de {deviceName}
ru: Ошибка при удалении плейлистов с {deviceName}
zh: 从 {deviceName} 删除播放列表时出错

# RenamePlaylist_UserAction
source: Rename Playlist
de: Wiedergabeliste umbenennen
es: Cambiar nombre de lista de reproducción
fr: Renommer Playlist
it: Rinomina playlist
ja: プレイリストをリネーム
ko: 재생목록 이름 변경
pt: Renomear lista
ru: Переименовать плейлист
zh: 重命名播放列表

# RenamePlaylist_Title
source: Rename playlist
de: Wiedergabeliste umbenennen
es: Cambiar nombre de lista de reproducción
fr: Renommer playlist
it: Rinomina playlist
ja: プレイリストをリネーム
ko: 재생목록 이름 변경
pt: Renomear lista
ru: Переименовать плейлист
zh: 重命名播放列表

# RenamePlaylist_Info
source: Please enter a new name for the playlist.
de: Bitte geben Sie einen neuen Namen für die Wiedergabeliste ein.
es: Introduzca un nombre nuevo para la lista de reproducción.
fr: Veuillez indiquer le nouveau nom de la playlist.
it: Inserisci un nuovo nome per la playlist.
ja: プレイリストの新しい名前を入力してください。
ko: 재생목록의 새 이름을 입력하세요.
pt: Insira um novo nome para a lista.
ru: Введите новое имя плейлиста.
zh: 请为播放列表输入新的名称。

# RenamingPlaylist_Info
source: Renaming playlist...
de: Wiedergabeliste umbenennen...
es: Cambiar nombre de lista de reproducción...
fr: Renommage de la playlist...
it: Ridenominazione della playlist...
ja: プレイリストのリネーム中…
ko: 재생목록 이름 변경 중...
pt: Renomeando lista...
ru: Переименование плейлиста...
zh: 正在重命名播放列表...
