Repository: Jeff-Lewis/iToolPlus
Catalog: iToolPlusFiles/Resources/*.lproj/iMazingLabels.strings
Languages: de, es, fr, it, ja, ko, pt, ru, zh

# CannotInstallAppInvalidFile_Info
source: Cannot restore app. The file type is invalid. You need to select a .zip or .ipa file, or a .app folder.
de: Wiederherstellung der App nicht möglich. Der Dateityp ist ungültig. Sie müssen eine Datei vom Typ .zip oder .ipa oder einen Ordner vom Typ .app wählen.
es: No se puede restaurar la aplicación. El tipo de archivo no es válido. Debe seleccionar un archivo .zip o .ipa, o una carpeta .app.
fr: Impossible de restaurer l'app. Le type de fichier n'est pas valide. Vous devez sélectionner un fichier .zip, .ipa ou un dossier .app.
it: Impossibile ripristinare l'app. Il tipo di file non è valido. È necessario selezionare un file .zip, .ipa o una cartella .app.
ja: アプリを復元できません。 このファイル形式は利用できません。拡張子「.zip」「.ipa」 、あるいは「末尾に『.app』があるフォルダ」を選択してください。
ko: 앱을 복원할 수 없습니다. 파일 유형이 유효하지 않습니다. 파일 형식 중 .zip, .ipa를 선택하거나 .app 폴더를 선택해야 합니다.
pt: Não é possível restaurar o aplicativo. O tipo de arquivo não é válido. Você deve selecionar um arquivo .zip, .ipa ou uma pasta .app.
ru: Не удалось восстановить приложение. Недействительный тип файла. Выберите файл формата .zip, .ipa или папку .app.
zh: 无法恢复应用程序。 文件类型无效。请选择 .zip 和 .ipa 文件或 .app 文件夹。

# CannotInstallIMazingApp_Info
source: .imazingapp files can only be installed on iOS 9 and above.
de: .imazingapp-Dateien können nur auf iOS 9 und höheren Versionen installiert werden.
es: Los archivos .imazingapp solo pueden instalarse en iOS 9 o posterior.
fr: Les fichiers .imazingapp ne peuvent être installés que sur iOS 9 et plus.
it: I file .imazingapp si possono installare solo su iOS 9 e versioni successive.
ja: ".imazingapp"ファイルは、iOS 9以降のみにインストール可能です。
ko: .imazingapp 파일만 iOS 9 이상에 설치할 수 있습니다.
pt: Os arquivos .imazingapp só podem ser instalados em dispositivos com iOS 9 ou mais novos.
ru: Файлы .imazingapp можно устанавливать только на iOS 9 или выше.
zh: .imazingapp 文件仅可安装于 iOS 9 或更高版本。

# InstallingXofYApps_Info
source: Restoring {processeditems} of {totalitems} apps - {status}
de: {processeditems} von {totalitems} Apps werden wiederhergestellt – {status}
es: Restaurando {processeditems} de {totalitems} aplicaciones - {status}
fr: Restauration de {processeditems} sur {totalitems} apps - {status}
it: Ripristino di {processeditems} su {totalitems} app: {status}
ja: アプリの {processeditems}／{totalitems} を復元中 - {status}
ko: 앱 {totalitems}개 중 {processeditems}개 복원 중 - {status}
pt: Restaurando {processeditems} de {totalitems} aplicativos - {status}
ru: Восстановление приложений: {processeditems} из {totalitems} — {status}
zh: 正在恢复 {processeditems} / {totalitems} 个应用程序 - {status}

# UninstallingXofYApps_Info
source: Uninstalling {processeditems} of {totalitems} apps - {status}
de: Deinstallation von {processeditems} von {totalitems} Apps - {status}
es: Desinstalando {processeditems} de {totalitems} aplicaciones - {status}
fr: Désinstallation de {processeditems} sur {totalitems} apps - {status}
it: Disinstallazione di {processeditems} su {totalitems} app: {status}
ja: アプリの {processeditems}／{totalitems} をアンインストール中 - {status}
ko: 앱 {totalitems}개 중 {processeditems}개 설치 제거 중 - {status}
pt: Desinstalando {processeditems} de {totalitems} aplicativos - {status}
ru: Удаление приложений: {processeditems} из {totalitems} — {status}
zh: 正在卸载 {processeditems} / {totalitems} 个应用程序 - {status}

# ExtractingAppX_Info
source: Extracting {appName}
de: Extraktion von {appName}
es: Extrayendo {appName}
fr: Extraction de {appName}...
it: Estrazione di {appName}
ja: {appName} を復元中
ko: {appName} 추출 중
pt: Extraindo {appName}
ru: Извлечение {appName}
zh: 正在提取 {appName}

# ExtractingXofYApps_Info
source: Extracting {processeditems} of {totalitems} apps - {status}
de: Extraktion von {processeditems} von {totalitems} Apps - {status}
es: Extrayendo {processeditems} de {totalitems} aplicaciones - {status}
fr: Extraction de {processeditems} sur {totalitems} apps - {status}
it: Estrazione di {processeditems} su {totalitems} app: {status}
ja: アプリの {processeditems}／{totalitems} を復元中 - {status}
ko: 앱 {totalitems}개 중 {processeditems}개 추출 중 - {status}
pt: Extraindo {processeditems} de {totalitems} aplicativos - {status}
ru: Извлечение приложений: {processeditems} из {totalitems} — {status}
zh: 正在提取 {processeditems} / {totalitems} 个应用程序 - {status}

# AppXExtracted_Info
source: {itemname} Extracted
de: {itemname} extrahiert
es: Extracción de {itemname} finalizada
fr: {itemname} extrait
it: {itemname} estratta
ja: {itemname} が復元されました
ko: {itemname} 추출 완료
pt: {itemname} extraído
ru: Приложение {itemname} извлечено
zh: 已提取 {itemname}

# AppXAndOthersExtracted_Info
source: {itemname} and others Extracted
de: {itemname} und andere extrahiert
es: Extracción de {itemname} y otras aplicaciones finalizada
fr: {itemname} et d'autres éléments ont été extraits
it: {itemname} e altri elementi estratti
ja: {itemname} とその他が復元されました
ko: {itemname} 및 기타 항목 추출 완료
pt: {itemname} e outros extraídos
ru: Приложение {itemname} и другие извлечены
zh: 已提取 {itemname} 等

# Contacts(App)_Label
source: Contacts
de: Kontakte
es: Contactos
it: Contatti
ja: 連絡先
ko: 주소록
pt: Contatos
ru: Контакты
zh: 通讯录

# Contacts(Dataset)_Label
source: Contacts
de: Kontakte
es: Contactos
it: Contatti
ja: 連絡先
ko: 주소록
pt: Contatos
ru: Контакты
zh: 通讯录

# Contact_Label
source: Contact
de: Kontakt
es: Contacto
it: Contatto
ja: 連絡先
ko: 주소록
pt: Contato
ru: Контакт
zh: 联系方式

# DefaultFileNameContact_Label
source: Contact
de: Kontakt
es: Contacto
it: Contatto
ja: 連絡先
ko: 주소록
pt: Contato
ru: Контакт
zh: 联系方式

# DefaultFileNameContacts_Label
source: Contacts
de: Kontakte
es: Contactos
it: Contatti
ja: 連絡先
ko: 주소록
pt: Contatos
ru: Контакты
zh: 通讯录

# PersonTitle_Label
source: Title
de: Titel
es: Título
fr: Civilité
it: Titolo
ja: タイトル
ko: 제목
pt: Título
ru: Название
zh: 标题

# FirstName_Label
source: First Name
de: Vorname
es: Nombre
fr: Prénom
it: Nome
ja: 名前
ko: 이름
pt: Nome
ru: Имя
zh: 名

# LastName_Label
source: Last Name
de: Nachname
es: Apellidos
fr: Nom
it: Cognome
ja: 名字
ko: 성
pt: Sobrenome
ru: Фамилия
zh: 姓

# NoName(Contact)_Label
source: No Name
de: Kein Name
es: Sin nombre
fr: Sans nom
it: Nessun nome
ja: 名前なし
ko: 이름 없음
pt: Sem nome
ru: Без имени
zh: 无名称

# Company_Label
source: Company
de: Unternehmen
es: Empresa
fr: Société
it: Azienda
ja: 勤務先
ko: 직장
pt: Empresa
ru: Компания
zh: 公司

# NotesOnContact_Label
source: Notes
de: Notiz
es: Nota
fr: Remarques
it: Note
ja: メモ
ko: 노트
pt: Notas
ru: Заметки
zh: 备注

# PhoneNumber_Label
source: Phone Number
de: Telefonnummer
es: Núm. teléfono
fr: Numéro de téléphone
it: Numero di tel.
ja: 電話番号
ko: 전화번호
pt: Nº telefone
ru: Номер телефона
zh: 电话号码

# Number(Phone)_Label
source: Number
de: Nummer
es: Número
fr: Numéro
it: Numero
ja: 番号
ko: 번호
pt: Número
ru: Номер
zh: 号码

# ExportContactsAsSingleVCard_Info
source: Export contacts as single VCard
de: Kontakte als einzelne VCard exportieren
es: Exportar los contactos como una sola VCard
fr: Exporter les contacts en tant que VCard unique
it: Esporta i contatti come VCard singola
ja: 単独の VCard として連絡先をエクスポート
ko: 단일 VCard로 주소록 내보내기
pt: Exportar contatos como um único VCard
ru: Экспортировать контакты в виде одного файла VCard
zh: 将联系人导出为单个 VCard

# ExportToVCard_UserAction
source: Export to VCard
de: Zu VCard exportieren
es: Exportar a VCard
fr: Exporter vers VCard
it: Esporta in VCard
ja: VCard にエクスポート
ko: VCard로 내보내기
pt: Exportar para VCard
ru: Экспорт в VCard
zh: 导出至 VCard

# ExportToContacts_UserAction
source: Export to Contacts
de: Zu Kontakten exportieren
es: Exportar a Contactos
fr: Exporter vers Contacts
it: Esporta in Contatti
ja: 連絡先にエクスポート
ko: 연락처로 내보내기
pt: Exportar para Contatos
ru: Экспорт в контакты
zh: 导出至通讯录

# ImportFromContacts_UserAction
source: Import from Contacts
de: Aus Kontakten importieren
es: Importar de Contactos
fr: Importer depuis Contacts
it: Importa da Contatti
ja: 連絡先からインポート
ko: 연락처에서 가져오기
pt: Importar de Contatos
ru: Импорт из контактов
zh: 从通讯录导入

# ImportFromVCard_UserAction
source: Import from VCard
de: Aus VCard importieren
es: Importar desde VCard
fr: Importer depuis VCard
it: Importa da VCard
ja: VCard からインポート
ko: VCard에서 가져오기
pt: Importar de VCard
ru: Импорт из VCard
zh: 从 VCard 导入

# LoadingContacts000_Info
source: Loading Contacts...
de: Kontakte werden geladen...
es: Cargando Contactos...
fr: Chargement des contacts...
it: Caricamento dei contatti...
ja: 連絡先をロード中…
ko: 주소록 불러오는 중...
pt: Carregando contatos...
ru: Загрузка контактов...
zh: 正在加载通讯录...

# CopyContact_Title
source: Copy Contact
de: Kontakt kopieren
es: Copiar contacto
fr: Copier le contact
it: Copia contatto
ja: 連絡先をコピー
ko: 주소록 복사
pt: Copiar Contato
ru: Копировать контакт
zh: 拷贝通讯录

# CopyContacts_Title
source: Copy Contacts
de: Kontakte kopieren
es: Copiar contactos
fr: Copier les contacts
it: Copia contatti
ja: 連絡先をコピー
ko: 주소록 복사
pt: Copiar Contatos
ru: Копировать контакты
zh: 拷贝通讯录

# DeletingContacts_Title
source: Deleting Contacts
de: Kontakte werden gelöscht
es: Borrando contactos
fr: Suppression des contacts...
it: Eliminazione contatti
ja: 連絡先を削除
ko: 연락처 삭제 중
pt: Excluindo Contatos
ru: Удаление контактов
zh: 正在删除联系人

# ChooseContactsFromAddressBook_Info
source: Choose contacts to copy from your Contacts:
de: Wählen Sie die aus Ihrem Adressbuch zu kopierenden Kontakte:
es: Elegir contactos para copiar de la libreta de direcciones:
fr: Choisissez les contacts à copier depuis votre carnet d'adresses :
it: Seleziona i contatti da copiare da Contatti:
ja: アドレスブックからコピーする連絡先を選択：
ko: 주소록에서 복사할 연락처 선택:
pt: Escolha os contatos para copiar de sua agenda:
ru: Выберите контакты для копирования из адресной книги:
zh: 选择要从通讯录拷贝的联系人：

# OrCopyContactsFromFile_Info
source: Or copy contacts from a file:
de: Oder kopieren Sie die Kontakte aus einer Datei:
es: O copiar contactos de un archivo de vCard:
fr: Ou copier des contacts depuis un fichier vCard :
it: Oppure copia i contatti da un file:
ja: または vCard ファイルからコピーする連絡先を選択：
ko: vCard 파일에서 복사할 연락처 선택:
pt: Ou copie os contatos de um arquivo vCard:
ru: Также можно скопировать контакты из файла:
zh: 或者从文件拷贝联系人：

# DuplicateContact_Title
source: Duplicate Contact
de: Doppelter Kontakt
es: Contacto duplicado
fr: Contact en double
it: Contatto duplicato
ja: 連絡先を複製
ko: 중복 연락처
pt: Contato em duplicata
ru: Дублированный контакт
zh: 重复联系人

# ContactXAlreadyOnDevice_Info
source: A contact named "{name}" is already present on your device. What would you like to do?
de: Ein Kontakt mit dem Namen „{name}“ ist bereits auf Ihrem Gerät vorhanden. Was möchten Sie tun?
es: Ya hay un contacto llamado "{name}" en el dispositivo. ¿Qué desea hacer?
fr: Un contact (« {name} ») est déjà présent sur votre appareil. Que voulez-vous faire ?
it: Il contatto "{name}" è già presente sul dispositivo. Come intendi procedere?
ja: 「{name}」 という名前の連絡先は、ご利用中のデバイス内に既に存在します。どうしますか？
ko: "{name}"님의 연락처가 이미 기기에 존재합니다. 어떻게 할까요?
pt: Já existe um contato chamado "{name}" em seu dispositivo. O que gostaria de fazer?
ru: Контакт с именем "{name}" уже существует на вашем устройстве. Что следует предпринять?
zh: 您的设备已存在名为“{name}”的联系人。请选择要执行的操作。

# ContactXAlreadyInICloud_Info
source: A contact named "{name}" is already present on your iCloud account. What would you like to do?
de: Ein Kontakt mit dem Namen „{name}“ ist bereits auf Ihrem iCloud-Konto vorhanden. Was möchten Sie tun?
es: Ya hay un contacto llamado "{name}" en su cuenta de iCloud. ¿Qué desea hacer?
fr: Un contact (« {name} ») est déjà présent sur votre compte iCloud. Que voulez-vous faire ?
it: Il contatto "{name}" è già presente nel tuo account iCloud. Come intendi procedere?
ja: 「{name}」 という名前の連絡先は、iCloud アカウント内に既に存在します。どうしますか？
ko: "{name}" 님의 연락처가 이미 iCloud 계정에 존재합니다. 어떻게 할까요?
pt: Já existe um contato chamado "{name}" em sua conta iCloud. O que gostaria de fazer?
ru: Контакт с именем "{name}" уже существует в вашей учетной записи iCloud. Что следует предпринять?
zh: 您的 iCloud 帐户已存在名为“{name}”的联系人。请选择要执行的操作。

# ContactXAlreadyInFacebook_Info
source: A contact named "{name}" is already present on your Facebook account. What would you like to do?
de: Ein Kontakt mit dem Namen „{name}“ ist bereits auf Ihrem Facebook-Konto vorhanden. Was möchten Sie tun?
es: Ya hay un contacto llamado "{name}" en su cuenta de Facebook. ¿Qué desea hacer?
fr: Un contact (« {name} ») est déjà présent sur votre compte Facebook. Que voulez-vous faire ?
it: Il contatto "{name}" è già presente nel tuo account Facebook. Come intendi procedere?
ja: 「{name}」 という名前の連絡先は、Facebook アカウント内に既に存在します。どうしますか？
ko: "{name}" 님의 연락처가 이미 Facebook 계정에 존재합니다. 어떻게 할까요?
pt: Já existe um contato chamado "{name}" em sua conta do Facebook. O que gostaria de fazer?
ru: Контакт с именем "{name}" уже существует в вашей учетной записи Facebook. Что следует предпринять?
zh: 您的 Facebook 帐户已存在名为“{name}”的联系人。请选择要执行的操作。

# PreparingToCopyContacts_Info
source: Preparing to copy contacts...
de: Bereite Kontakte zum Kopieren vor...
es: Preparando para copiar contactos...
fr: Préparation de la copie des contacts...
it: Preparazione alla copia dei contatti...
ja: 連絡先のコピー準備中…
ko: 연락처 복사 준비 중...
pt: Preparando para copiar contatos...
ru: Подготовка к копированию контактов...
zh: 正在准备拷贝联系人...

# GettingContactsChangesOnDevice_Info
source: Getting changes on the device...
de: Suche Änderungen auf dem Gerät...
es: Obteniendo cambios de contacto en el dispositivo...
fr: Récupération des changements...
it: Recupero delle modifiche ai contatti sul dispositivo...
ja: デバイスで変更された連絡先情報を取得中…
ko: 기기의 연락처 변경 내역 적용 중...
pt: Obtendo alterações de contatos no dispositivo...
ru: Получение данных об изменениях на устройстве...
zh: 正在获取设备的变化...

# CopyingContacts000_Info
source: Copying contacts...
de: Kopiere Kontakte...
es: Copiando contactos...
fr: Copie des contacts...
it: Copia dei contatti...
ja: 連絡先をコピー中…
ko: 연락처 복사 중...
pt: Copiando contatos...
ru: Копирование контактов...
zh: 正在拷贝联系人...

# CopyingContactsDetails000_Info
source: Copying contacts details...
de: Kopiere Kontaktdaten...
es: Copiando información del contacto...
fr: Copie des infos des contacts...
it: Copia delle informazioni dei contatti...
ja: 連絡先の詳細をコピー中…
ko: 연락처 세부 정보 복사 중...
pt: Copiando detalhes dos contatos...
ru: Копирование контактной информации...
zh: 正在拷贝联系人详细信息...

# FinalizingContactsCopy000_Info
source: Finalizing contacts copy...
de: Schließe das Kopieren von Kontakten ab...
es: Finalizando copia de contactos...
fr: Finalisation de la copie des contacts...
it: Completamento della copia dei contatti...
ja: 連絡先のコピーを終了中…
ko: 연락처 복사 마무리 중...
pt: Terminando de copiar contatos...
ru: Завершение копирования контактов...
zh: 正在完成联系人拷贝...

# NotWritable_Title
source: Not Writable
de: Nicht beschreibbar
es: No se puede modificar
fr: Protégé en écriture
it: Non modificabile
ja: 書き込み不可
ko: 쓰기 불가
pt: Não gravável
ru: Недоступно для записи
zh: 不可写

# WritePermissionDenied(ProtectedItem)_Info
source: "{itemname}" is a protected item. Unlocking your device might grant you access.
de: „{itemname}“ ist ein geschütztes Objekt. Möglicherweise erhalten Sie Zugriff darauf, wenn Sie Ihr Gerät entsperren.
es: "{itemname}" es un artículo protegido. Es posible que si desbloquea su dispositivo pueda acceder a él.
fr: « {itemname} » est un élément protégé. Débloquer votre appareil pourrait vous permettre d'y accéder.
it: "{itemname}" è un elemento protetto. Sbloccando il dispositivo potrebbe esserne consentito l'accesso.
ja: 「{itemname}」 は保護されたアイテムです。ご利用中のデバイスをアンロックするとアクセスできる場合があります。
ko: "{itemname}" 항목은 보호되어 있습니다. 기기 잠금을 해제하면 접근 가능할 수 있습니다.
pt: "{itemname}" é um item protegido. Ao desbloquear seu dispositivo você pode ter acesso a ele.
ru: "{itemname}" является защищенным элементом. Вы можете получить права доступа к нему, разблокировав устройство.
zh: “{itemname}”为受保护项目。解锁设备可能会获得访问授权。

# EditPermissionDenied(General)_Info
source: "{itemname}" is read only and cannot be modified.
de: „{itemname}“ ist schreibgeschützt und kann nicht bearbeitet werden.
es: "{itemname}" es de solo lectura y no puede modificarse.
fr: « {itemname} » est en lecture seule et aucune modification n'est possible.
it: "{itemname}" è di sola lettura e non può essere modificato.
ja: 「{itemname}」は読み込み専用のため変更を加えることができません。
ko: "{itemname}"은(는) 읽기 전용이며 수정할 수 없습니다.
pt: "{itemname}" é somente leitura e não pode ser modificado.
ru: "{itemname}" находится в режиме чтения, изменить невозможно.
zh: "{itemname}" 为只读，无法修改。

# ModificationsOnlyForAdvancedUsers_Info
source: Changes in {itemname} should be made with great care and should be only performed by developers or advanced users.
de: Namensänderungen von {itemname} sollten mit äußerster Vorsicht und nur von Entwicklern oder erfahrenen Benutzern vorgenommen werden.
es: Los cambios en {itemname} deben hacerse con mucho cuidado, solo los desarrolladores y los usuarios avanzados deberían realizarlos.
fr: Toute modification à {itemname} réclame de la vigilance et sera de préférence effectuée par des développeurs ou des utilisateurs confirmés.
it: Le modifiche a {itemname} vanno apportate con molta cautela ed effettuate soltanto da sviluppatori o utenti avanzati.
ja: むやみに {itemname} を変更しないようお願いします。開発者か上級ユーザー以外のみなさまには変更をお勧めしません。
ko: {itemname} 항목의 이름은 신중히 변경해야 하며, 개발자 또는 고급 사용자에 의해서만 변경되어야 합니다.
pt: As alterações a {itemname} devem ser feitas com muito cuidado e somente devem ser executadas por desenvolvedores ou usuários avançados.
ru: Очень осторожно вносите изменения в {itemname} (рекомендуется только для разработчиков и опытных пользователей).
zh: 对 {itemname} 进行更改应十分谨慎，此操作仅适合开发人员或高级用户使用。

# NotReadable_Title
source: Not Readable
de: Nicht lesbar
es: No se puede leer
fr: Protégé en lecture
it: Non leggibile
ja: 読み込み不可
ko: 읽기 불가
pt: Não legível
ru: Недоступно для чтения
zh: 不可读

# ReadPermissionDenied(General)_Info
source: "{itemname}" is not readable.
de: „{itemname}“ ist nicht lesbar.
es: "{itemname}" no se puede leer.
fr: « {itemname} » ne peut pas être lu.
it: "{itemname}" non è leggibile.
ja: 「{itemname}」は読み込み不可です。
ko: "{itemname}"을(를) 읽을 수 없습니다.
pt: "{itemname}" não pode ser lido.
ru: "{itemname}" недоступно для чтения.
zh: “{itemname}”不可读。

# CannotCopyFileDoesNotExist_Info
source: Cannot copy this file because it doesn't exist on the device.
de: Datei kann nicht kopiert werden, da sie auf dem Gerät nicht vorhanden ist.
es: No se puede copiar este archivo porque no existe en el dispositivo.
fr: Impossible de copier ce fichier. Il est introuvable sur l'appareil.
it: Impossibile copiare il file perché non esiste nel dispositivo.
ja: 目的のファイルがデバイス内に存在しないため、ファイルをコピーできません。
ko: 현재 기기에 파일이 존재하지 않아 복사할 수 없습니다.
pt: Não é possível copiar este arquivo porque ele não existe no dispositivo.
ru: Не удается скопировать файл, так как его нет на устройстве.
zh: 无法拷贝此文件，因为其不存在于设备中。

# CannotCopyFileFromDevice_Info
source: Cannot copy this file from device.
de: Datei kann nicht vom Gerät kopiert werden.
es: No se puede copiar este archivo del dispositivo.
fr: Impossible de copier ce fichier à partir de l'appareil.
it: Impossibile copiare il file dal dispositivo.
ja: ご利用中のデバイスからファイルをコピーできません。
ko: 현재 기기에서 이 파일을 복사할 수 없습니다.
pt: Não é possível copiar este arquivo do dispositivo.
ru: Не удается скопировать этот файл с устройства.
zh: 无法从设备拷贝此文件。

# CannotConnectToRoot_Info
source: Cannot connect to Root folder.
de: Verbindung mit Stammordner nicht möglich
es: No se puede establecer conexión con la carpeta Root.
fr: Impossible de se connecter au dossier racine.
it: Impossibile connettersi alla cartella principale.
ja: ルートフォルダに接続できません。
ko: 루트 폴더에 연결할 수 없습니다.
pt: Não é possível conectar à pasta Raiz.
ru: Не удается подключиться к этой корневой папке.
zh: 无法连接到根文件夹。

# LocalModifications_Title
source: Local modifications
de: Lokale Änderungen
es: Modificaciones locales
fr: Modifications locales
it: Modifiche in locale
ja: 前回変更した日時
ko: 로컬 내용 변경
pt: Modificações locais
ru: Локальные изменения
zh: 本地修改

# LocalModifications_Info
source: The file {filename} has local modifications. Do you want to upload it back to your device?
de: Die Datei {filename} besitzt lokale Änderungen. Möchten Sie sie erneut auf Ihr Gerät laden?
es: El archivo {filename} se ha modificado localmente. ¿Quiere cargarlo de nuevo al dispositivo?
fr: Le fichier {filename} présente des modifications locales. Le renvoyer vers votre appareil ?
it: Il file {filename} è stato modificato in locale. Vuoi caricarlo di nuovo sul dispositivo?
ja: ファイル {filename} はローカルで変更されています。変更をご利用中のデバイスにアップロードしますか？
ko: {filename} 파일에 대한 로컬 변경사항이 존재합니다. 기기로 해당 변경사항을 업로드할까요?
pt: O arquivo {filename} sofreu modificações locais. Deseja carregá-lo de volta para o dispositivo?
ru: Файл {filename} содержит локальные изменения. Отправить его обратно на устройство?
zh: 文件 {filename} 进行了本地修改。是否要将其传回至您的设备？

# RefreshX_UserAction
source: Refresh "{location}"
de: „{location}“ aktualisieren
es: Actualizar "{location}"...
fr: Actualiser « {location} »...
it: Aggiorna "{location}"
ja: 「{location}」 をリフレッシュ...
ko: "{location}" 위치 새로 고침
pt: Atualizar "{location}"...
ru: Обновить "{location}"
zh: 刷新“{location}”

# Messages(App)_Label
source: Messages
de: Nachrichten
es: Mensajes
it: Messaggi
ja: メッセージ
ko: 메시지
pt: Mensagens
ru: Сообщения
zh: 信息

# Messages(Dataset)_Label
source: Messages
de: Nachrichten
es: Mensajes
it: Messaggi
ja: メッセージ
ko: 메시지
pt: Mensagens
ru: Сообщения
zh: 信息

# Message_Label
source: Message
de: Nachricht
es: Mensaje
it: Messaggio
ja: メッセージ
ko: 메시지
pt: Mensagem
ru: Сообщение
zh: 信息

# DateXFromSenderY_Info
source: {messagedatetime} from {sender}
de: {messagedatetime} von {sender}
es: {messagedatetime} de {sender}
fr: {messagedatetime} de {sender}
it: {messagedatetime} da {sender}
ja: 日付： {messagedatetime}、送信者： {sender}
ko: {messagedatetime}, {sender} 님이 보냄
pt: {messagedatetime} de {sender}
ru: {messagedatetime} от пользователя {sender}
zh: {messagedatetime} 发自 {sender}

# DateXToRecipientY_Info
source: {messagedatetime} to {recipients}
de: {messagedatetime} an {recipients}
es: {messagedatetime} a {recipients}
fr: {messagedatetime} à {recipients}
it: {messagedatetime} a {recipients}
ja: 日付： {messagedatetime}、受信者： {recipients}
ko: {messagedatetime}, {recipients} 님에게 보냄
pt: {messagedatetime} para {recipients}
ru: {messagedatetime} пользователям {recipients}
zh: {messagedatetime} 发给 {recipients}

# ExportAttachments_UserAction
source: Export Attachments
de: Anhänge exportieren
es: Exportar adjuntos
fr: Exporter pièces jointes
it: Esporta allegati
ja: 添付してエクスポート
ko: 첨부파일로 내보내기
pt: Exportar anexos
ru: Экспорт вложений
zh: 导出附件

# GroupByDate_Label
source: Conversation (by date)
de: Unterhaltung (nach Datum)
es: Grupo (por fecha)
fr: Grouper (par date)
it: Conversazione (per data)
ja: グループ（日付順）
ko: 그룹 (날짜별)
pt: Agrupar (por data)
ru: Группировка (по дате)
zh: 群组（按日期）

# LoadingMessages000_Info
source: Loading Messages...
de: Nachrichten werden geladen...
es: Cargando Mensajes...
fr: Chargement des messages...
it: Caricamento dei messaggi...
ja: メッセージをロード中…
ko: 메시지 불러오는 중...
pt: Carregando mensagens...
ru: Загрузка сообщений...
zh: 正在加载信息...

# GeneratingAttachmentThumbnails000_Info
source: Generating Attachments Thumbnails...
de: Miniaturansichten der Anhänge werden erstellt...
es: Generando miniaturas de adjuntos...
fr: Création des vignettes des pièces jointes...
it: Generazione delle anteprime degli allegati...
ja: 添付ファイルのサムネールを生成中…
ko: 첨부파일 썸네일 생성 중...
pt: Gerando miniaturas de anexos...
ru: Создание эскизов вложений...
zh: 正在生成附件缩略图...

# CopyMessage_Title
source: Copy Message
de: Nachricht kopieren
es: Copiar mensaje
fr: Copier le message
it: Copia messaggio
ja: メッセージをコピー
ko: 메시지 복사
pt: Copiar Mensagem
ru: Копировать сообщение
zh: 拷贝信息

# CopyMessages_Title
source: Copy Messages
de: Nachrichten kopieren
es: Copiar mensajes
fr: Copier les messages
it: Copia messaggi
ja: メッセージをコピー
ko: 메시지 복사
pt: Copiar Mensagens
ru: Копировать сообщения
zh: 拷贝信息

# DefaultFileNameMessages_Label
source: Messages
de: Nachrichten
es: Mensajes
it: Messaggi
ja: メッセージ
ko: 메시지
pt: Mensagens
ru: Сообщения
zh: 信息
