Repository: Jeff-Lewis/iToolPlus
Catalog: iToolPlusFiles/Resources/*.lproj/iMazingLabels.strings
Languages: de, es, fr, it, ja, ko, pt, ru, zh

# TrustComputer_Info2
source: To allow access, please respond on your {idevice}...
de: Beantworten Sie zur Freigabe des Zugriffs die Aufforderung auf Ihrem {idevice}...
es: Para permitir el acceso, responda en su {idevice}...
fr: Pour autoriser l'accès, veuillez répondre sur votre {idevice}...
it: Per consentire l'accesso, rispondi su {idevice}...
ja: アクセスの許可は{idevice}上で行ってください。
ko: 연결을 허용하려면 {idevice} 기기에서 승인이 필요합니다.
pt: Para permitir o acesso, responda no seu {idevice}...
ru: Чтобы предоставить доступ, ответьте на устройстве {idevice}...
zh: 若允许访问，请在您的 {idevice} 中响应...

# EnableWiFiConnection_Title
source: Enable Wi-Fi Connection
de: Aktivieren der WLAN-Verbindung
es: Activar conexión Wi-Fi.
fr: Activer la Connexion Wi-Fi
it: Attiva connessione Wi-Fi
ja: Wi-Fi 接続を有効にする
ko: Wi-Fi 연결 켜기
pt: Habilitar conexão Wi-Fi
ru: Включить Wi-Fi-подключение
zh: 启用 Wi-Fi 连接

# DisableWiFiConnection_Title
source: Disable Wi-Fi Connection
de: Deaktivieren der WLAN-Verbindung
es: Desactivar conexión Wi-Fi.
fr: Désactiver la Connexion Wi-Fi
it: Disattiva connessione Wi-Fi
ja: Wi-Fi 接続を無効にする
ko: Wi-Fi 연결 끄기
pt: Desabilitar conexão Wi-Fi
ru: Отключить Wi-Fi-подключение
zh: 禁用 Wi-Fi 连接

# WiFiConnectionUnsupported(iOS)_Info
source: Your device needs at least iOS 5 installed to enable its Wi-Fi connection.
de: Auf Ihrem Gerät muss mindestens iOS 5 installiert sein, um die WLAN-Verbindung zu aktivieren.
es: El dispositivo necesita, como mínimo, tener instalado iOS 5 para permitir la conexión Wi-Fi.
fr: Votre appareil requiert l'installation de l'iOS 5 ou d'une version ultérieure pour autoriser la connexion Wi-Fi.
it: Il dispositivo richiede almeno iOS 5 per attivare la connessione Wi-Fi.
ja: Wi-Fi 接続を有効にするには、iOS 5 以降のバージョンをインストールしたデバイスが必要です。
ko: Wi-Fi 연결을 사용하려면 기기에 iOS 5 이상이 필요합니다.
pt: Seu dispositivo deve ter pelo menos o iOS 5 instalado para habilitar a conexão Wi-Fi.
ru: Чтобы включить Wi-Fi-подключение, на устройстве должна быть установлена iOS 5 или более поздняя версия.
zh: 要启用 Wi-Fi 连接，您的设备至少需要安装 iOS 5 系统。

# EnableWiFiConnectionSuccess_Info
source: Wi-Fi has been activated. In order for iMazing to automatically access this device it must be connected to the same Wi-Fi network as the computer. USB cable can be connected or disconnected at anytime during transfers as iMazing automatically switches between USB and Wi-Fi.
de: WLAN wurde aktiviert. Damit iMazing automatisch auf dieses Gerät zugreifen kann, muss es mit dem gleichen WLAN-Netzwerk verbunden sein wie der Computer. Das USB-Kabel kann zu jeder Zeit während der Übertragung eingesteckt oder getrennt werden, da iMazing automatisch zwischen USB und WLAN umschaltet.
es: Se ha activado la Wi-Fi. Para que iMazing acceda de forma automática a este dispositivo, debe estar conectado a la misma red que el ordenador. El cable USB se puede conectar o desconectar en cualquier momento durante las transferencias porque iMazing cambia automáticamente entre USB y Wi-Fi.
fr: Wi-Fi activé. Pour qu'iMazing accède automatiquement à cet appareil, celui-ci doit être connecté au même réseau Wi-Fi que l'ordinateur. Le câble USB peut être connecté ou déconnecté à tout moment pendant un transfert. iMazing bascule automatique de l'USB au Wi-Fi, et inversement.
it: La connessione Wi-Fi è stata attivata. Per consentire a iMazing di accedere automaticamente al dispositivo, è necessario connetterlo alla stessa rete Wi-Fi del computer. Il cavo USB può essere collegato e scollegato in qualsiasi momento durante il trasferimento perché iMazing è in grado di passare automaticamente dal cavo USB alla rete Wi-Fi.
ja: Wi-Fi 接続を認識しました。 iMazing が自動的にご利用中のデバイスにアクセスするには、コンピュータと同じ Wi-Fi ネットワークに接続されている必要があります。 iMazing は USB 接続と Wi-Fi 接続を認識し自動的に切り替えますので、転送中であっても USB ケーブルの着脱は可能です。
ko: Wi-Fi가 활성화되었습니다. iMazing가 이 기기에 자동으로 연결되도록 하려면 반드시 컴퓨터와 동일한 Wi-Fi에 연결된 상태여야 합니다. iMazing는 USB와 Wi-Fi 연결을 상황에 따라 자동 전환하므로, 전송 도중 USB 케이블을 자유롭게 분리 및 연결할 수 있습니다.
pt: O Wi-Fi foi ativado. Para que o iMazing acesse automaticamente este dispositivo, ele deve estar conectado à mesma rede Wi-Fi que o computador. O cabo USB pode ser conectado ou desconectado a qualquer momento durante as transferências, pois o iMazing alterna automaticamente entre USB e Wi-Fi.
ru: Подключение Wi-Fi активировано. Чтобы предоставить iMazing автоматический доступ к этому устройству, его необходимо подключить к той же сети Wi-Fi, что и компьютер. Кабель USB можно подключать и отключать когда угодно во время передачи данных, так как iMazing автоматически переключается между USB и Wi-Fi.
zh: Wi-Fi 已激活。 为使 iMazing 自动访问此设备，其必须连接到与电脑相同的 Wi-Fi 网络。 您可以在传输过程中随时连接或断开 USB 线缆，iMazing 会自动在 USB 和 Wi-Fi 之间进行切换。

# RemovePairing_Title
source: Remove Pairing
de: Paarung aufheben
es: Eliminar enlace
fr: Désynchroniser
it: Rimuovi abbinamento
ja: ペア設定を解除
ko: 페어링 제거
pt: Remover emparelhamento
ru: Удалить связь
zh: 删除配对

# ConnectViaUSBToUnpairDevice_Info
source: You need to connect your device via USB to unpair it.
de: Sie müssen Ihr Gerät über USB anschließen, um die Paarung aufzuheben.
es: Tiene que conectar el dispositivo mediante USB para desemparejarlo.
fr: Vous devez connecter votre appareil via le port USB pour le désynchroniser.
it: Per rimuoverlo dall'abbinamento, è necessario collegare il dispositivo tramite cavo USB.
ja: ペア設定を解除するには、USB 経由でデバイスを接続してください。
ko: 기기 페어링을 해제하려면 USB로 먼저 연결해야 합니다.
pt: Você deve conectar seu dispositivo através de USB para remover o emparelhamento.
ru: Чтобы удалить связь, необходимо подключить устройство через USB.
zh: 您需要通过 USB 连接您的设备以取消配对。

# RunITunesOnce_Info
source: Make sure you run iTunes with your device connected at least once.
de: Stellen Sie sicher, dass Sie iTunes mit einem Gerät ausführen, das wenigstens einmal angeschlossen wurde.
es: Asegúrese de ejecutar iTunes con el dispositivo conectado al menos una vez.
fr: Exécutez iTunes en connectant l'appareil au moins une fois.
it: Assicurati di eseguire iTunes almeno una volta con il dispositivo collegato.
ja: 必ず１度、ご利用中のデバイスが接続された状態で iTunes を起動してください。
ko: 최소 1회는 현재 기기를 iTunes에 연결한 후 실행시켜야 합니다.
pt: Execute o iTunes com o dispositivo conectado pelo menos uma vez.
ru: Убедитесь, что программа iTunes запущена хотябы раз на подключенном устройстве.
zh: 请确保连接设备后至少运行 iTunes 一次。

# CrashReportAlert_Title
source: Crash data found
de: Absturzdaten gefunden
es: Se han encontrado datos sobre un bloqueo
fr: Données de plantage détectées
it: Dati arresto anomalo trovati
ja: 破損しているデータがあります
ko: 강제종료 데이터 발견
pt: Paralisação de dados
ru: Обнаружены данные о сбое
zh: 发现崩溃数据

# CrashDataFound_Info
source: It seems that iMazing previously crashed. Would you like to provide us with an anonymous crash report, so we can fix the problem?
de: iMazing scheint bereits zuvor abgestürzt zu sein. Möchten Sie uns einen anonymen Absturzbericht senden, damit wir dieses Problem beheben können?
es: Parece que iMazing se ha bloqueado anteriormente. ¿Quiere proporcionarnos un informe anónimo sobre el error para que podamos arreglar el problema?
fr: iMazing semble avoir planté précédemment. Voulez-vous nous envoyer un rapport de plantage anonyme pour nous aider à résoudre le problème ?
it: iMazing si è chiuso inaspettatamente. Vuoi fornirci un report anonimo affinché possiamo risolvere il problema?
ja: 前回起動時に iMazing がクラッシュした模様です。問題の解決に役立てるため、匿名のクラッシュレポートをご送信いただけますか？
ko: iMazing의 강제종료 기록이 발견되었습니다. 익명으로 기록을 전송해주시면 문제 해결에 도움을 주실 수 있습니다. 기록을 전송할까요?
pt: Parece que o iMazing paralisou anteriormente. Gostaria de nos enviar um relatório anônimo de paralisação, para podermos corrigir o problema?
ru: Вероятно, произошел сбой в работе iMazing. Хотите отправить нам анонимный отчет о сбое, чтобы мы могли устранить проблему?
zh: 貌似 iMazing 崩溃了。您是否愿意为我们提供匿名的崩溃报告，以便我们解决这个问题？

# CrashReportComment_Label
source: Comment (optional):
de: Kommentar (optional):
es: Comentario (opcional):
fr: Commentaire (facultatif) :
it: Commento (facoltativo):
ja: コメント（オプション）：
ko: 메모 (선택 사항):
pt: Comentário (opcional):
ru: Комментарий (необязательно):
zh: 备注（可选）：

# DBNotSupported(iOS)_Info
source: Database is not supported. Make sure you have at least iOS 4 installed on the device.
de: Datenbank wird nicht unterstützt. Stellen Sie sicher, dass mindestens iOS 4 auf dem Gerät installiert ist.
es: La base de datos no es compatible. Asegúrese de tener al menos iOS 4 instalado en el dispositivo.
fr: Base de données non prise en charge. L'appareil doit fonctionner sous iOS 4 ou une version ultérieure.
it: La banca dati non è supportata. Assicurati di aver installato almeno iOS 4 sul dispositivo.
ja: データベースがサポートされていません。iOS 4 以降のバージョンがインストールされているか、ご利用中のデバイスを確認してください。
ko: 데이터베이스가 지원되지 않습니다. 이 기기에 최소 iOS 4 이상이 설치되어 있어야 합니다.
pt: O banco de dados não é compatível. Verifique se você tem pelo menos o iOS 4 instalado no dispositivo.
ru: База данных не поддерживается. Убедитесь, что на устройстве установлена iOS 4 или более поздняя версия.
zh: 不支持数据库。请确保您的设备至少安装了 iOS 4。

# CannotCopyToComputerDetails_Info
source: Cannot copy to computer. Details:
de: Kopieren auf Computer nicht möglich. Details:
es: No se puede copiar al equipo. Detalles:
fr: Copie sur l'ordinateur impossible. Détails :
it: Impossibile copiare su computer. Dettagli:
ja: コンピュータにコピーできません。 詳細：
ko: 컴퓨터로 복사할 수 없습니다. 세부 정보:
pt: Não é possível copiar para o computador. Detalhes:
ru: Ошибка копирования на компьютер. Подробности:
zh: 无法拷贝至电脑。 详情：

# CannotCopyToDeviceDetails_Info
source: Cannot copy to device. Details:
de: Kopieren auf Gerät nicht möglich. Details:
es: No se puede copiar al dispositivo. Detalles:
fr: Copie sur l'appareil impossible. Détails :
it: Impossibile copiare su dispositivo. Dettagli:
ja: デバイスにコピーできません。 詳細：
ko: 기기로 복사할 수 없습니다. 세부 정보:
pt: Não é possível copiar para o dispositivo. Detalhes:
ru: Ошибка копирования на устройство. Подробности:
zh: 无法拷贝至设备。 详情：

# CannotConnectToDevice_Info
source: Cannot connect to the device. Please verify it is mounted in Windows Explorer. Try reconnecting it if the problem persists.
de: Kann keine Verbindung mit dem Gerät herstellen. Bitte prüfen Sie, ob es im Windows Explorer verbunden ist. Versuchen Sie einen erneuten Anschluss, falls das Problem weiter besteht.
es: No se puede conectar con el dispositivo. Compruebe que esté montado en el Explorador de Windows. Si el problema persiste, vuelva a conectarlo.
fr: Impossible de se connecter à l'appareil. Veuillez vérifier que celui-ci est bien monté dans l'explorateur Windows. Essayez de vous reconnecter si le problème persiste.
it: Impossibile connettersi al dispositivo. Verifica che sia montato in Windows Explorer. Se il problema persiste, prova a riconnetterlo.
ja: デバイスに接続できません。Windows の Explorer に実装されているか確認してください。問題が再発した場合、再接続してみてください。
ko: 기기에 연결할 수 없습니다. Windows 탐색기에 올바로 마운트되어 있는지 확인하세요. 문제가 지속되면 다시 연결해보세요.
pt: Não é possível conectar ao dispositivo. Verifique se ele está equipado com o Windows Explorer e tente conectar novamente se o problema persistir.
ru: Не удалось подключиться к устройству. Проверьте, подключено ли оно в Проводнике Windows. Повторно подключите устройство, если проблема не исчезнет.
zh: 无法连接至设备。请检查其是否已装载至 Windows Explorer。如果问题仍然存在，请尝试重新连接。

# NoResponseFromDevice_Info
source: No response from the device.
de: Keine Antwort von dem Gerät.
es: El dispositivo no responde.
fr: Aucune réponse de l'appareil.
it: Nessuna risposta dal dispositivo.
ja: デバイスから応答がありません。
ko: 기기가 응답하지 않습니다.
pt: Nenhuma resposta do dispositivo.
ru: Нет ответа от устройства.
zh: 设备没有响应。

# InvalidResponseFromDevice_Info
source: Invalid response from the device.
de: Ungültige Antwort von dem Gerät.
es: Respuesta no válida del dispositivo.
fr: Réponse invalide de l'appareil.
it: Risposta non valida dal dispositivo.
ja: デバイスから無効な応答がありました。
ko: 기기의 응답에 오류가 있습니다.
pt: Resposta inválida do dispositivo.
ru: Недопустимый ответ от устройства.
zh: 设备响应无效。

# iOSVersionNotSupported_Info
source: iOS {osversion} is not yet fully supported. Make sure you have the lastest version of iMazing and update if needed.
de: iOS {osversion} wird noch nicht vollständig unterstützt. Stellen Sie sicher, dass Sie über die neueste Version von iMazing verfügen und aktualisieren Sie diese ggf.
es: iOS {osversion} todavía no es totalmente compatible. Compruebe que dispone de la versión más reciente de iMazing y actualícela si es necesario.
fr: L'iOS {osversion} n'est pas encore pris en charge complètement. Assurez-vous que vous disposez de la dernière version d'iMazing et effectuez une mise à jour si nécessaire.
it: La versione iOS {osversion} non è ancora pienamente supportata. Assicurati di disporre dell'ultima versione di iMazing e aggiorna se necessario.
ja: 現在のところ iOS {osversion} には完全対応していません。最新バージョンの iMazing か確認の上、必要な場合アップデートしてください。
ko: iOS {osversion} 버전은 아직 완전히 지원하지 않습니다. iMazing 최신 버전을 설치하시고 필요 시 업데이트하세요.
pt: O iOS {osversion} ainda não é totalmente compatível. Verifique se você tem a versão mais recente do iMazing e atualize se necessário.
ru: Некоторые функции iOS {osversion} пока не поддерживаются. Установите последнюю версию iMazing.
zh: iOS {osversion} 尚未完全支持。请确保您的 iMazing 版本为最新，如有需要请更新。

# DeviceConnectionTooManyConnections_Info
source: There are too many simultaneous connections. Try again later or if it still doesn't work restart your device and quit iMazing.
de: Es sind zu viele gleichzeitige Verbindungen vorhanden. Versuchen Sie es später erneut. Falls die Probleme weiterhin bestehen, starten Sie Ihr Gerät neu und beenden Sie iMazing.
es: Hay demasiadas conexiones simultáneas. Inténtelo más tarde o, si sigue sin funcionar, reinicie el dispositivo y cierre iMazing.
fr: Trop de connexions simultanées. Réessayez plus tard ou, en cas d'échec, redémarrez votre appareil et quittez iMazing.
it: Troppe connessioni effettuate contemporaneamente. Riprova più tardi o, se il problema persiste, riavvia il dispositivo ed esci da iMazing.
ja: 同時接続数が多すぎます。後ほど再度お試しください。不都合が続く場合、デバイスを再起動し iMazing を終了してください、
ko: 동시 연결 수가 너무 많습니다. 잠시 후 다시 시도하거나, 계속 작동 불능일 경우 기기를 재시작하고 iMazing를 종료해주세요.
pt: Há muitas conexões simultâneas. Tente novamente mais tarde ou, se ainda não funcionar, reinicie o dispositivo e saia do iMazing.
ru: Превышено допустимое количество одновременных подключений. Попробуйте еще раз позже. Если проблема не устранится, перезагрузите устройство и закройте iMazing.
zh: 并发连接过多。请稍后再试，如果仍然无法正常工作，请重启您的设备，并退出 iMazing。

# iMazingHelp_Label
source: iMazing Help
de: iMazing Hilfe
es: Ayuda de iMazing
fr: Aide iMazing
it: Guida iMazing
ja: iMazing ヘルプ
ko: iMazing 도움말
pt: Ajuda do iMazing
ru: Справка iMazing
zh: iMazing 帮助

# USBIsFaster_Title
source: USB is Faster
de: USB ist schneller
es: El USB es más rápido
fr: L'USB est plus rapide
it: Cavo USB più veloce
ja: USB の方が高速です
ko: USB 기반 고속 전송
pt: USB é mais rápido
ru: Через USB быстрее
zh: USB 速度更快

# WiFiCopyFileLoadingHint_Info
source: Loading can take a while via Wi-Fi. Connect your USB cable to speed up the process.
de: Das Laden über WLAN kann etwas dauern. Schließen Sie das USB-Kabel an, um den Vorgang zu beschleunigen.
es: La carga puede demorarse mediante Wi-Fi. Conecte el cable USB para acelerar el proceso.
fr: Le chargement par Wi-Fi peut s'avérer long. Connectez votre câble USB pour accélérer l'opération.
it: Con Wi-Fi il caricamento potrebbe richiedere qualche secondo. Collega il cavo USB per velocizzare il processo.
ja: Wi-Fi 接続でのロードは少々お時間がかかります。お急ぎの場合、USB ケーブルで接続してください。
ko: Wi-Fi 상태에서는 불러오는 데 시간이 소요될 수 있습니다. 좀더 속도를 높이려면 USB 케이블을 연결하세요.
pt: Carregar pelo Wi-Fi pode demorar um pouco. Conecte o cabo USB para acelerar o processo.
ru: Загрузка по Wi-Fi может занять некоторое время. Подсоедините кабель USB, чтобы ускорить этот процесс.
zh: 通过 Wi-Fi 加载可能需要一些时间。连接 USB 线缆可加快速度。

# USBIsFaster_Info
source: {devicename} is connected via Wi-Fi. To speed up the copy you can plug the USB cable any time during the process.
de: {devicename} ist über WLAN verbunden. Zur Beschleunigung des Kopierens können Sie das USB-Kabel zu jeder Zeit während des Vorgangs einstecken.
es: {devicename} está conectado mediante Wi-Fi. Para aumentar la velocidad de la copia puede conectar el cable USB en cualquier momento durante el proceso.
fr: {devicename} est connecté en Wi-Fi. Accélérez la copie en connectant le câble USB à tout moment pendant l'opération.
it: {devicename} è connesso tramite Wi-Fi. Per velocizzare la copia, puoi collegare il cavo USB in qualsiasi momento durante il processo.
ja: {devicename} は Wi-Fi 接続されています。コピーをお急ぎの場合、作業中でも構いませんので、USB ケーブルで接続してください。
ko: {devicename} 기기가 Wi-Fi로 연결된 상태입니다. 복사 속도를 높이려면 작업 진행 중에라도 USB 케이블을 연결해주세요.
pt: {devicename} está conectado pelo Wi-Fi. Para acelerar a cópia, você pde conectar o cabo USB a qualquer momento durante o processo.
ru: Устройство {devicename} подключено по Wi-Fi. Чтобы ускорить копирование, подключите кабель USB в любое время при копировании.
zh: {devicename} 使用的是 Wi-Fi 连接。若要加快拷贝速度，您可以随时插入 USB 线缆。

# QuitIMazingWithOpInProgressWarning_Info
source: You currently have operations in progress. Do you want to cancel these operations and quit?
de: Gegenwärtig sind Vorgänge aktiv. Möchten Sie diese Vorgänge abbrechen und beenden?
es: Tiene operaciones en progreso. ¿Quiere cancelar estas operaciones y salir?
fr: Des opérations sont en cours. Voulez-vous les annuler et quitter ?
it: Sono in corso alcune operazioni. Annullarle e uscire?
ja: 現在、実行中の作業があります。作業をキャンセルし、終了してもよろしいですか？
ko: 현재 작업 중인 내용이 있습니다. 해당 작업을 취소하고 종료할까요?
pt: Você tem operações em andamento. Deseja cancelar essas operações e sair?
ru: Выполняются операции. Отменить их и выйти?
zh: 您当前有正在运行的操作。是否要取消这些操作并退出？

# QuitIMazingWithOpInProgressDetails_Info
source: If you quit now running operations will be aborted.
de: Wenn Sie das Programm jetzt verlassen, wird der aktuell durchgeführte Vorgang abgebrochen.
es: Si sale de la aplicación, se cancelarán las operaciones en progreso.
fr: Si vous quittez maintenant, les opérations en cours seront annulées.
it: Chiudendo l'applicazione, le operazioni in corso verranno interrotte.
ja: 今すぐ終了すると、実行中の作業がすべてキャンセルされます。
ko: 지금 종료하면 진행 중인 작업이 취소됩니다.
pt: Se você sair agora, as operações em andamento serão canceladas.
ru: Если выйти сейчас, текущие операции будут прерваны
zh: 如果您现在退出，正在运行的操作将中止。

# TryToRestartComputerAndDevice_Info
source: Try to restart your device and your computer.
de: Versuchen Sie, Ihr Gerät und Ihren Computer neu zu starten.
es: Pruebe reiniciar el dispositivo y el equipo.
fr: Essayez de redémarrer votre appareil et votre ordinateur.
it: Prova a riavviare il dispositivo e il computer.
ja: ご利用中のデバイスとコンピュータを再起動してください。
ko: 기기와 컴퓨터를 재시작해주시기 바랍니다.
pt: Reinicie seu dispositivo e seu computador.
ru: Перезагрузите устройство и компьютер.
zh: 请尝试重启您的设备和电脑。

# PleaseRestartiMazing_Info
source: Please restart iMazing and try again.
de: Starten Sie iMazing neu und versuchen Sie es erneut.
es: Reinicie iMazing y vuelva a intentarlo.
fr: Redémarrez iMazing et réessayez.
it: Riavvia iMazing e riprova.
ja: iMazing を再起動し、再度お試しください。
ko: iMazing 재시작 후 다시 시도하세요.
pt: Reinicie o iMazing e tente novamente.
ru: Перезапустите iMazing и повторите попытку.
zh: 请重启 iMazing 并再试一次。

# DeviceIsBusy_Title
source: Device is busy
de: Gerät ist überlastet
es: El dispositivo está ocupado
fr: L'appareil est occupé
it: Dispositivo occupato
ja: デバイスがビジー状態です
ko: 기기가 바쁨
pt: O dispositivo está ocupado
ru: Устройство занято
zh: 设备正忙

# DeviceIsBusy_Info
source: {deviceName} is currently busy. Would you like to continue anyway?
de: {deviceName} ist derzeit überlastet. Möchten Sie den Vorgang dennoch fortsetzen?
es: {deviceName} está ocupado en este momento. ¿Desea continuar de todos modos?
fr: {deviceName} est actuellement occupé. Souhaitez-vous continuer quand même ?
it: {deviceName} risulta occupato. Continuare comunque?
ja: 現在、{deviceName}がビジー状態になっています。このまま続けてもよろしいですか？
ko: {deviceName}이(가) 현재 바쁩니다. 계속하시겠습니까?
pt: O {deviceName} está ocupado no momento.
ru: Устройство {deviceName} занято. Продолжить?
zh: {deviceName} 目前正忙。您仍要继续吗？

# iPodIsMacFormatted_Title
source: Your iPod is Mac Formatted
de: Ihr iPod wurde über einen Mac formatiert
es: Su iPod se ha formateado mediante Mac.
fr: Votre iPod est formaté pour Mac
it: iPod formattato per Mac
ja: ご利用中の iPod は Mac 向けにフォーマットされています
ko: 현재 iPod이 Mac 포맷 상태입니다.
pt: Seu iPod está formatado para Mac
ru: Ваш iPod имеет форматирование Mac
zh: 您的 iPod 使用 Mac 格式化

# iPodIsMacFormatted_Info
source: Your iPod is Mac formatted. In order to access it using iMazing for PC you need to install a third-party software called "MacDrive" from Mediafour. You can install the free trial version of MacDrive. (http://www.mediafour.com/products/macdrive)
de: Ihr iPod wurde über einen Mac formatiert. Um mittels iMazing für PC auf ihn zuzugreifen, müssen Sie eine Software mit dem Namen „MacDrive“ von Mediafour installieren. Sie können eine kostenlose Probeversion von MacDrive installieren. (http://www.mediafour.com/products/macdrive)
es: Su iPod se ha formateado mediante Mac. Para acceder a él con iMazing para PC tiene que instalar un software denominado "MacDrive" de Mediafour. Puede instalar la versión de prueba gratuita de MacDrive. (http://www.mediafour.com/products/macdrive)
fr: Votre iPod est formaté pour Mac. Pour y accéder avec iMazing pour PC, vous devez installer un logiciel tiers appelé « MacDrive » de Mediafour. Vous pouvez installer la version d'essai gratuite de MacDrive. (http://www.mediafour.com/products/macdrive)
it: iPod è formattato per Mac. Per potervi accedere utilizzando iMazing per PC, è necessario installare il software di terze parti "MacDrive" da Mediafour. Puoi installarne la versione di prova gratuita. (http://www.mediafour.com/products/macdrive)
ja: ご利用中の iPod は Mac 専用にフォーマットされています。 iMazing を使用して PC にアクセスするには、Mediafour から 「MacDrive」 と呼ばれるサードパーティーのソフトウェアをインストールしてください。 MacDrive のトライアルバージョンを無料でインストール可能です。 (http://www.mediafour.com/products/macdrive)
ko: 현재 iPod이 Mac 포맷 상태입니다. PC용 iMazing를 이용해 iPod에 접속하려면 써드-파티 소프트웨어인 Mediafour의 "MacDrive"를 설치해야 합니다. MacDrive는 무료 평가판 버전을 제공합니다. (http://www.mediafour.com/products/macdrive)
pt: Seu iPod está formatado para Mac. Para acessá-lo usando o iMazing para PC você deve instalar um software de terceiros chamado "MacDrive" de Mediafour. Você pode instalar a versão grátis de avaliação do MacDrive. (http://www.mediafour.com/products/macdrive)
ru: Ваш iPod имеет форматирование Mac. Чтобы использовать его с iMazing для PC необходимо установить стороннее приложение MacDrive от Mediafour. Вы можете установить бесплатную пробную версию MacDrive. (http://www.mediafour.com/products/macdrive)
zh: 您的 iPod 使用了 Mac 进行格式化。 如需使用 PC 版的 iMazing 来对其进行访问，请安装 Mediafour 开发的“MacDrive”第三方软件。 您可以安装 MacDrive 的免费试用版。 (http://www.mediafour.com/products/macdrive)

# DiskUseAudio_Label
source: Audio:
ja: オーディオ：
ko: 오디오:
pt: Áudio:
ru: Аудио:
zh: 音频：

# DiskUseVideo_Label
source: Video:
es: Vídeo:
fr: Vidéo :
ja: ビデオ：
ko: 비디오:
pt: Vídeo:
ru: Видео:
zh: 视频：

# DiskUsePodcasts_Label
source: Podcasts:
it: Podcast:
ja: Podcast：
ko: 팟캐스트:
ru: Подкасты:
zh: 播客：

# DiskUsePhotos_Label
source: Photos:
de: Fotos:
es: Fotos:
it: Foto:
ja: 写真：
ko: 사진:
pt: Fotos:
ru: Фото:
zh: 照片：

# DiskUseApps_Label
source: Apps:
es: Aplicaciones:
fr: Applications :
it: Applicazioni:
ja: アプリケーション：
ko: 애플리케이션:
pt: Aplicativos:
ru: Приложения:
zh: 应用程序：

# DiskUseBooks_Label
source: Books:
de: Bücher:
es: Libros:
fr: Livres :
it: Libri:
ja: 本：
ko: 책:
pt: Livros:
ru: Книги:
zh: 书籍：

# DiskUseDocuments_Label
source: Documents & Data:
de: Dokumente & Daten:
es: Documentos y datos:
fr: Documents et Données :
it: Documenti e dati:
ja: 書類＆データ：
ko: 문서 및 데이터:
pt: Documentos e dados:
ru: Документы и данные:
zh: 文稿与数据：

# DiskUseOther_Label
source: Other:
de: Sonstige:
es: Otros:
fr: Autre :
it: Altro:
ja: その他：
ko: 기타:
pt: Outros:
ru: Другое:
zh: 其他：

# ChangeName(iDevice)_UserAction
source: Change Name
de: Namen ändern
es: Cambiar nombre
fr: Renommer
it: Modifica nome
ja: 名前を変更
ko: 이름 변경
pt: Alterar nome
ru: Изменить имя
zh: 更改名称
