Repository: Jeff-Lewis/iToolPlus
Catalog: iToolPlusFiles/Resources/*.lproj/iMazingLabels.strings
Languages: de, es, fr, it, ja, ko, pt, ru, zh

# StandardBackup_Label
source: Standard Backup
de: Standard-Datensicherung
es: Copia de seguridad estándar
fr: Sauvegarde standard
it: Backup standard
ja: 標準バックアップ
ko: 기본 백업
pt: Backup padrão
ru: Стандартная резервная копия
zh: 标准备份

# StandardBackupDescription_Info
source: Only one backup is kept for each device on your computer.
de: Für jedes Gerät wird nur eine Sicherungskopie auf Ihrem Computer beibehalten.
es: iMazing solo conserva en su ordenador una copia de seguridad por cada dispositivo.
fr: Une seule sauvegarde est conservée pour chaque appareil sur votre ordinateur.
it: Per ogni dispositivo viene conservato un solo backup sul computer.
ja: ご利用中のコンピュータに保管できるのは、1 つのデバイスにつき 1 つのバックアップだけです。
ko: 컴퓨터에는 각 기기에 대해 1개의 백업만 저장됩니다.
pt: Apenas um backup para cada dispositivo é mantido no computador.
ru: На компьютере хранится только одна копия каждого устройства.
zh: 每部设备在电脑上仅保存一份备份。

# BackupAndArchive_Label
source: Back Up & Export as iMazing File
de: Sichern & als iMazing-Datei exportieren
es: Realizar copia de seguridad y exportar como archivo iMazing
fr: Sauvegarder et exporter comme fichier iMazing
it: Fai backup ed esporta come file iMazing
ja: バックアップ＆iMazing ファイルとしてエクスポート
ko: 백업 및 iMazing 파일로 내보내기
pt: Fazer backup e exportar como arquivo iMazing
ru: Создать копию и экспортировать в файл iMazing
zh: 备份并导出为 iMazing 文件

# BackupAndArchiveDescription_Info
source: Export the backup as a file if you wish to store or save a specific version.
de: Exportieren Sie die Sicherungskopie als Datei, falls Sie eine bestimmte Version speichern oder sichern möchten.
es: Exporte el archivo de la copia de seguridad si desea guardar o conservar una versión concreta.
fr: Exportez la sauvegarde sous forme de fichier si vous souhaitez conserver ou enregistrer une version spécifique.
it: Esportare il backup come file se vuoi conservarne o salvarne una versione specifica.
ja: 特定バージョンの保管や保存をしたい場合、バックアップをファイルとしてエクスポートしてください。
ko: 백업을 저장하거나 특정 버전을 저장하고자 할 경우 백업 데이터를 파일로 내보낼 수 있습니다.
pt: Exporte o backup como arquivo se quiser armazenar ou salvar uma versão específica.
ru: Экспортируйте копию в виде файла, если нужно сохранить определенную версию.
zh: 如果您想存储或保存特定的版本，可以将备份导出为文件。

# BackupOptions_Label
source: Backup options:
de: Datensicherungsoptionen:
es: Opciones de copia de seguridad:
fr: Options de sauvegarde :
it: Opzioni di backup:
ja: バックアップオプション：
ko: 백업 옵션:
pt: Opções de backup:
ru: Типы копий:
zh: 备份选项：

# BackupApps_Label
source: Back Up Apps
de: Apps sichern
es: Copiar aplicaciones
fr: Sauvegarde d'applis
it: Fai backup delle app
ja: アプリをバックアップ
ko: 앱 백업
pt: Fazer backup dos apps
ru: Копии приложений
zh: 备份应用程序

# EncryptBackupDescription_Info
source: Encrypt backup (AES 256 bits)
de: Datensicherung verschlüsseln (AES 256 Bits)
es: Copia de seguridad cifrada (AES 256 bits)
fr: Chiffrer la sauvegarde (AES 256 bits)
it: Crittografa backup (AES 256 bit)
ja: 暗号化してバックアップ（AES 256 bits）
ko: 암호화 백업 (AES 256비트)
pt: Backup criptografado (AES 256 bits)
ru: Шифрование копии (AES 256 бит)
zh: 加密备份（AES 256 位）

# EncryptBackupEnablesMore_Info
source: This will also allow account passwords and health data to be backed up.
de: Hierdurch werden auch Konto-Kennwörter und Gesundheitsdaten gesichert.
es: Con esto también se permitirá que se realice una copia de seguridad de las contraseñas de la cuenta y de los datos de estado.
fr: Ceci permettra également la sauvegarde des mots de passe du compte et des données de santé.
it: Questo consentirà anche il backup delle password degli account e dei dati di salute.
ja: さらに、アカウントのパスワードを許可し、正常なデータをバックアップ可能です。
ko: 이로써 계정 비밀번호와 안전성 데이터가 백업에 포함되도록 허용합니다.
pt: Isso também permitirá fazer backup de senhas das contas e de dados sobre a integridade.
ru: Это также позволит скопировать пароли и данные о здоровье из учетной записи.
zh: 这将允许帐户密码和健康数据亦进行备份。

# AutoBackupDescription_Info
source: Automatically back up when this device is detected
de: Daten automatisch sichern, wenn dieses Gerät erkannt wird
es: Realizar copia de seguridad de forma automática cuando se detecte este dispositivo
fr: Sauvegarder automatiquement dès la détection de cet appareil
it: Fai il backup automatico quando questo dispositivo viene rilevato
ja: この端末を認識した時は自動的にバックアップ
ko: 이 기기가 인식되면 자동으로 백업
pt: Fazer backup automaticamente quando este dispositivo for detectado
ru: Автоматически создавать копию при обнаружении этого устройства
zh: 检测到此设备时进行自动备份

# AutoBackupWhenDeviceDetected_Info
source: Automatic back up when device is detected
de: Daten automatisch sichern, wenn das Gerät erkannt wird
es: Realizar copia de seguridad automática cuando se detecte el dispositivo
fr: Sauvegarde automatique quand l'appareil est détecté
it: Backup automatico quando viene rilevato il dispositivo
ja: 端末認識時には自動的にバックアップ
ko: 기기가 인식되면 자동 백업
pt: Backup automático quando o dispositivo é detectado
ru: Автоматически создавать копию при обнаружении устройства
zh: 检测到设备时进行自动备份

# BackupLocationDescription_Info
source: Backups are stored at this location:
de: Sicherungskopien werden an diesem Ort abgelegt:
es: Las copias de seguridad se guardan en la siguiente ubicación:
fr: Voici l'emplacement des sauvegardes :
it: I backup vengono archiviati nel seguente percorso:
ja: 注意： 標準的なバックアップはこの場所に保管されます：
ko: 백업 파일은 다음 위치에 저장됨:
pt: Os backups são armazenados neste local:
ru: Копии сохраняются в этом месте:
zh: 备份存储在此位置：

# ChangeBackupLocationHint_Info
source: You can change the backup location in iMazing's preferences.
de: Sie können dieses Sicherungszielverzeichnis in den Einstellungen von iMazing ändern.
es: Puede cambiar la ubicación donde se guardan las copias de seguridad en el menú de preferencias de iMazing.
fr: Vous pouvez changer l'emplacement des sauvegardes dans les préférences de iMazing.
it: È possibile modificare il percorso del backup nelle preferenze di iMazing.
ja: iMazing の環境設定で、デフォルトのバックアップ場所を変更できます。
ko: 백업 저장 위치는 iMazing 환경설정에서 변경할 수 있습니다.
pt: Você pode alterar o local do backup nas preferências do iMazing.
ru: Путь для копирования можно изменить в настройках iMazing.
zh: 您可以在 iMazing 的偏好设置中更改备份位置。

# ForceFullBackup_Label
source: Force full backup
de: Volle Datensicherung erzwingen
es: Forzar copia de seguridad completa
fr: Forcer la sauvegarde totale
it: Forza backup completo
ja: フルバックアップを強制
ko: 전체 백업 강제 실행
pt: Forçar backup completo
ru: Полное копирование
zh: 强制完全备份

# DeviceXBackup_Title
source: {devicename} Backup
de: {devicename} Datensicherung
es: Copia de seguridad de {devicename}
fr: Sauvegarde de {devicename}
it: Backup di {devicename}
ja: {devicename} をバックアップ
ko: {devicename} 백업
pt: Backup de {devicename}
ru: Создание копии {devicename}
zh: {devicename} 备份

# PreparingBackupOfDeviceX_Info
source: Preparing backup of {devicename}...
de: Vorbereitung der Datensicherung von {devicename}...
es: Preparando copia de seguridad de {devicename}...
fr: Préparation de la sauvegarde de {devicename}...
it: Preparazione del backup di {devicename}...
ja: {devicename} のバックアップ準備中…
ko: {devicename} 백업 준비 중...
pt: Preparando o backup de {devicename}...
ru: Подготовка копирования {devicename}...
zh: 正在准备 {devicename} 的备份...

# BackingUpDeviceXData_Info
source: Backing up {devicename} data...
de: Sicherung der Daten von {devicename}...
es: Copiando los datos de {devicename}...
fr: Sauvegarde des données de {devicename}...
it: Backup dei dati di {devicename}...
ja: {devicename} をバックアップ中...
ko: {devicename} 데이터 복원 중...
pt: Fazendo backup de dados de {devicename}...
ru: Копирование данных {devicename}...
zh: 正在备份 {devicename} 的数据...

# BackingUpDeviceXApps_Info
source: Backing up {devicename} apps...
de: Sicherung der Apps von {devicename} ...
es: Copiando las aplicaciones de {devicename}...
fr: Sauvegarde des apps de {devicename}...
it: Backup delle app di {devicename}...
ja: {devicename} アプリをバックアップ中…
ko: {devicename} 앱 복원 중...
pt: Fazendo backup de aplicativos de {devicename}...
ru: Копирование приложений {devicename}...
zh: 正在备份 {devicename} 的应用程序...

# CleaningBackupOfDeviceX_Info
source: Cleaning backup of {devicename}...
de: Bereinigung der Datensicherung von {devicename}...
es: Borrando copia de seguridad de {devicename}...
fr: Nettoyage de la sauvegarde de {devicename}...
it: Pulizia del backup di {devicename}...
ja: {devicename} のバックアップをクリーニング中…
ko: {devicename} 백업 정리 중...
pt: Limpando o backup de {devicename}...
ru: Очистка копии {devicename}...
zh: 正在清理 {devicename} 的备份...

# BackingUpDeviceXSuccess_Info
source: Backup of {devicename} successfully processed.
de: Datensicherung von {devicename} erfolgreich durchgeführt.
es: Copia de seguridad de {devicename} procesada correctamente.
fr: La sauvegarde de {devicename} est réussie et terminée.
it: Backup di {devicename} completato.
ja: {devicename} のバックアップは正常に処理されました。
ko: {devicename} 기기가 성공적으로 백업되었습니다.
pt: O backup de {devicename} foi processado com êxito.
ru: Резервная копия {devicename} обработана.
zh: 成功备份 {devicename}。

# BackupRestoreFailed_Info
source: Backup or Restore failed. Try to refresh or if it still doesn't work restart your device and your computer.
de: Datensicherung oder Wiederherstellung fehlgeschlagen. Versuchen Sie es erneut, oder starten Sie Ihr Gerät und Ihren Computer neu, falls es immer noch nicht funktioniert.
es: Copia de seguridad o Restauración fallida. Intente reanudarla o si no funciona, reinicie el dispositivo y el equipo.
fr: Échec de la sauvegarde ou de la restauration. Actualisez ou, en cas d'échec, redémarrez votre appareil et votre ordinateur.
it: Backup o ripristino non riuscito. Prova ad aggiornare oppure, se riscontri ancora problemi, riavvia il dispositivo e il computer.
ja: バックアップまたはリストアに失敗しました。更新してもうまく行かない場合は、ご利用中のデバイスとコンピュータを再起動してください。
ko: 백업 또는 복원 실패. 새로 고침을 누르거나 기기와 컴퓨터의 전원을 껐다 켜주세요.
pt: Falha no backup ou na restauração. Tente atualizar ou, se ainda não funcionar, reinicie o dispositivo e o seu computador.
ru: Ошибка копирования или восстановления. Попробуйте обновить страницу, если это не поможет, перезагрузите устройство и компьютер.
zh: 备份或恢复失败。请尝试刷新，若仍然无法正常工作，请重启您的设备和电脑。

# BackupFailedNotEnoughSpace_Info
source: iMazing could not back up {devicename} because not enough free space is available on your computer.
de: iMazing konnte {devicename} nicht sichern, da der Speicherplatz auf Ihrem Computer nicht ausreicht.
es: iMazing no ha podido realizar una copia de seguridad de {devicename} porque no hay suficiente espacio libre en su computadora.
fr: iMazing n’a pas pu sauvegarder {devicename} pour cause d’espace disponible insuffisant sur votre ordinateur.
it: iMazing non è riuscito a effettuare il backup di {devicename} per mancanza di spazio libero sufficiente sul computer.
ja: コンピューターに十分な空き領域がないため、iMazing は {devicename} をバックアップできませんでした。
ko: 현재 컴퓨터에 여유 공간이 부족해 iMazing이 {devicename} 기기를 백업할 수 없습니다.
pt: O iMazing não poderá fazer o backup do {devicename} porque não há espaço livre o suficiente em seu computador.
ru: iMazing не удалось создать копию {devicename}, так как на компьютере недостаточно свободного места.
zh: 由于您的电脑没有足够的可用空间，iMazing 无法备份{devicename}。

# RestoreABackup_UserAction
source: Restore a Backup
de: Datensicherung wiederherstellen
es: Restaurar copia de seguridad
fr: Restaurer une sauvegarde
it: Ripristina un backup
ja: バックアップをリストア
ko: 백업 복원
pt: Restaurar backup
ru: Восстановить копию
zh: 恢复备份

# Restore(Backup)_UserAction
source: Restore
de: Wiederherstellen
es: Restablecer
fr: Restaurer
it: Ripristina
ja: リストア
ko: 복원
pt: Restaurar
ru: Восстановить
zh: 恢复

# RestoreToDevices(Backup)_UserAction
source: Restore to Devices
de: Auf den Geräten wiederherstellen
es: Restaurar a dispositivos
fr: Restaurer sur les appareils
it: Ripristina su dispositivi
ja: デバイスにリストア
ko: 기기로 복원
pt: Restaurar em dispositivos
ru: Восстановить на устройствах
zh: 恢复至设备

# RestoreBackupOnDeviceX_Title
source: Restore a backup on {devicename}
de: Eine Datensicherung auf {devicename} wiederherstellen
es: Restaurar una copia de seguridad en {devicename}
fr: Restaurer une sauvegarde sur {devicename} :
it: Ripristina un backup su {devicename}
ja: {devicename} にあるバックアップをリストア：
ko: {devicename} 기기의 백업 복원:
pt: Restaurar um backup em {devicename}:
ru: Восстановить копию на {devicename}:
zh: 恢复 {devicename} 的备份

# RestoreBackupXToDevices_Title
source: Restore {devicename} to the devices of your choice
de: Wiederherstellung von {devicename} auf Geräten Ihrer Wahl
es: Restaurar {devicename} a los dispositivos que elija
fr: Restaurer {devicename} sur les appareils de votre choix :
it: Ripristina {devicename} sui dispositivi preferiti
ja: {devicename} を選択したデバイスでリストア：
ko: 사용자 선택 기기로 {devicename} 복원:
pt: Restaurar {devicename} nos dispositivos que você escolher:
ru: Восстановить {devicename} на выбранных устройствах:
zh: 恢复 {devicename} 至您所选择的设备

# SelectBackupToRestore_Label
source: Select a backup to restore:
de: Wählen Sie eine wiederherzustellende Datensicherung:
es: Seleccione una copia de seguridad para restaurarla:
fr: Sélectionnez une sauvegarde à restaurer :
it: Seleziona un backup da ripristinare:
ja: リストアするバックアップを選択：
ko: 복원할 백업 선택:
pt: Selecione um backup para restaurar:
ru: Выберите копию для восстановления:
zh: 选择要恢复的备份：

# SelectTargetDevices_Label
source: Select target devices:
de: Wählen Sie die Zielgeräte:
es: Seleccione los dispositivos de destino:
fr: Sélectionnez les appareils-cibles :
it: Seleziona dispositivi di destinazione:
ja: ターゲットデバイスを選択：
ko: 대상 기기 선택:
pt: Selecione dispositivos de destino:
ru: Выберите целевые устройства:
zh: 选择目标设备：

# SelectRestoreItems_Label
source: Select which items to restore:
de: Wählen Sie die wiederherzustellenden Objekte:
es: Seleccione qué elementos se van a restaurar:
fr: Sélectionnez les éléments à restaurer :
it: Seleziona gli elementi da ripristinare:
ja: リストアするアイテムを選択：
ko: 복원할 항목 선택:
pt: Selecione os itens para restaurar:
ru: Выберите элементы для восстановления:
zh: 选择要恢复的项目：

# PreserveSettings(Restore)_Label
source: Preserve settings
de: Einstellungen beibehalten
es: Conservar ajustes
fr: Préserver les réglages
it: Mantieni impostazioni
ja: 設定を保護
ko: 설정 보존
pt: Preservar ajustes
ru: Сохранить настройки
zh: 保留设置

# RestoreSystemFiles_Label
source: Restore system files
de: Systemdateien wiederherstellen
es: Restaurar archivos del sistema
fr: Restaurer les fichiers système
it: Ripristina i file di sistema
ja: システムファイルをリストア
ko: 시스템 파일 복원
pt: Restaurar arquivos do sistema
ru: Восстановить системные файлы
zh: 恢复系统文件

# DuplicateRestoredBackup_Label
source: Duplicate backup after restore (safer)
de: Sicherungskopie nach der Wiederherstellung erstellen (sicherer)
es: Duplicar copia de seguridad luego de restaurar (más seguro)
fr: Dupliquer la sauvegarde après la restauration (plus sûr)
it: Duplica il backup dopo il ripristino (più sicuro)
ja: リストア後バックアップを複製する（より安全）
ko: 복원 후 백업 복제(안전)
pt: Duplicar backup após restauração (mais seguro)
ru: Сделайте дубликат копии после восстановления (в целях безопасности)
zh: 恢复后复制备份（较安全）

# DeviceXRestore_Title
source: {devicename} Restore
de: {devicename} wiederherstellen
es: Restauración de {devicename}
fr: Restauration de {devicename}
it: Ripristino di {devicename}
ja: {devicename} リストア
ko: {devicename} 복원
pt: Restauração de {devicename}
ru: Восстановление {devicename}
zh: {devicename} 恢复

# PreparingRestoreOfDeviceX_Info
source: Preparing restore of {devicename}...
de: Vorbereitung der Wiederherstellung von {devicename}...
es: Preparándose para restaurar {devicename}...
fr: Préparation de la restauration de {devicename}...
it: Preparazione del ripristino di {devicename}...
ja: {devicename} のリストア準備中…
ko: {devicename} 복원 준비 중...
pt: Preparando restauração de {devicename}...
ru: Подготовка восстановления {devicename}...
zh: 正在准备恢复 {devicename}...

# RestoringDeviceXData_Info
source: Restoring {devicename} data from backup...
de: Wiederherstellung der Daten der Sicherung von {devicename}...
es: Restaurando los datos de {devicename} a partir de la copia...
fr: Restauration des données de {devicename} à partir de la sauvegarde...
it: Ripristino dei dati di {devicename} da backup...
ja: バックアップから {devicename} をリストア中…
ko: 백업에서 {devicename} 데이터 복원 중...
pt: Restaurando dados de {devicename} do backup...
ru: Восстановление данных {devicename} из копии...
zh: 正在从备份中恢复 {devicename} 的数据...

# RestoringDeviceXApps_Info
source: Restoring {devicename} apps from backup...
de: Wiederherstellung der Apps der Sicherung von {devicename}...
es: Restaurando las aplicaciones de {devicename} a partir de la copia...
fr: Restauration des apps de {devicename} à partir de la sauvegarde...
it: Ripristino delle app di {devicename} da backup...
ja: バックアップから {devicename} アプリをリストア中…
ko: 백업에서 {devicename} 앱 복원 중...
pt: Restaurando aplicativos de {devicename} do backup...
ru: Восстановление приложений {devicename} из копии...
zh: 正在从备份中恢复 {devicename} 的应用程序...

# RestoringDeviceXSuccess_Info
source: Restore of {devicename} successfully processed.
de: Die Wiederherstellung von {devicename} war erfolgreich.
es: Restauración de {devicename} procesada correctamente.
fr: Restauration de {devicename} terminée.
it: Ripristino di {devicename} completato.
ja: {devicename} のリストアが正常に処理されました。
ko: {devicename} 복원이 성공적으로 완료되었습니다.
pt: Restauração de {devicename} processada com êxito.
ru: Восстановление {devicename} выполнено успешно.
zh: 成功恢复 {devicename}。

# RestoringData_Info
source: Restoring data...
de: Daten werden wiederhergestellt...
es: Restaurando datos...
fr: Restauration des données...
it: Ripristino dei dati...
ja: リストア中...
ko: 데이터 복원 중...
pt: Restaurando dados...
ru: Восстановление данных...
zh: 正在恢复数据…

# FinalizingRestore_Info
source: Finalizing restore...
de: Wiederherstellung wird abgeschlossen...
es: Finalizando restauración...
fr: Finalisation de la restauration...
it: Completamento del ripristino...
ja: リストアを終了しています....
ko: 복원 마무리 중...
pt: Finalizando a restauração...
ru: Завершение восстановления...
zh: 正在完成恢复…

# RestoreDeviceX_Title
source: Restore {devicename}
de: Wiederherstellen von {devicename}
es: Restaurar {devicename}
fr: Restaurer {devicename}
it: Ripristina {devicename}
ja: {devicename} をリストア
ko: {devicename} 기기 복원
pt: Restaurar {devicename}
ru: Восстановить {devicename}
zh: 恢复 {devicename}

# RestoreConfirmation_Title
source: Confirm Restore
de: Wiederherstellung bestätigen
es: Confirmar restauración
fr: Confirmer la restauration
it: Conferma ripristino
ja: リストアを確認
ko: 복원 확인
pt: Confirmar restauração
ru: Подтвердить восстановление
zh: 确认恢复

# RestoreConfirmation_Info
source: Are you sure you want to restore {sourceDeviceName}’s backup to {targetDeviceName}? Warning! This will erase all current data on {targetDeviceName}. Make sure to back up {targetDeviceName} if you need to keep its data.
de: Sind Sie sicher, dass Sie die Datensicherung von {sourceDeviceName} auf {targetDeviceName} wiederherstellen möchten? Achtung! Hiermit werden alle Daten auf {targetDeviceName} gelöscht. Erstellen Sie unbedingt eine Datensicherung von {targetDeviceName}, für den Fall dass Sie die Daten in Zukunft benötigen.
es: ¿Seguro que quiere restaurar la copia de seguridad de {sourceDeviceName} en {targetDeviceName}? ¡Advertencia!: se borrarán todos los datos actualmente presentes en {targetDeviceName}. No olvide realizar una copia de seguridad de {targetDeviceName} si necesita conservar sus datos.
fr: Êtes-vous certain de vouloir restaurer la sauvegarde de {sourceDeviceName} sur {targetDeviceName} ? Attention ! Ceci supprimera toutes les données actuelles sur {targetDeviceName}. Veillez à sauvegarder {targetDeviceName} si vous avez besoin de conserver ses données.
it: Vuoi davvero ripristinare il backup di {sourceDeviceName} in {targetDeviceName}? Attenzione: questa operazione cancellerà tutti i dati esistenti su {targetDeviceName}. Assicurati di eseguire il backup di {targetDeviceName} se hai la necessità di conservarne i dati.
ja: {sourceDeviceName} のバックアップを {targetDeviceName} にリストアしてもよろしいですか？ ご注意： この操作を実行すると、{targetDeviceName} にある現在のデータがすべて消去されます。データを保存しておきたい場合、必ず {targetDeviceName} をバックアップしてください。
ko: {sourceDeviceName}의 백업을 {targetDeviceName}으로 복원하시겠습니까? 경고! 계속 진행하면 {targetDeviceName}의 모든 현재 데이터가 지워집니다. 데이터를 보존하려면 반드시 지금 {targetDeviceName}에 백업을 실행하세요.
pt: Tem certeza de que quer restaurar o backup do {sourceDeviceName} no {targetDeviceName}? Aviso! Isso apagará todos os dados atuais do {targetDeviceName}. Não se esqueça de fazer backup do {targetDeviceName} se quiser manter os dados.
ru: Вы уверены, что хотите восстановить резервную копию {sourceDeviceName} на устройство {targetDeviceName}? Внимание! Будут удалены все текущие данные на {targetDeviceName}. Если эти данные нужно сохранить, убедитесь, что создана резервная копия {targetDeviceName}.
zh: 是否确定要恢复{sourceDeviceName}的备份至{targetDeviceName}？ 警告！这将会清除{targetDeviceName}的所有当前数据。如果您需要保留{targetDeviceName}的数据，请务必对其进行备份。
