Repository: Jeff-Lewis/iToolPlus
Catalog: iToolPlusFiles/Resources/*.lproj/iMazingLabels.strings
Languages: de, es, fr, it, ja, ko, pt, ru, zh

# RefreshDataFromBackup_Info
source: To extract your latest data, iMazing needs to backup your device. This will overwrite your current iMazing or iTunes backup made on {latestbackuptime}.
de: Zur Extraktion der neuesten Daten muss iMazing eine Datensicherung Ihres Gerätes erstellen. Hierbei wird die durch iMazing oder iTunes erstellte Datensicherung vom {latestbackuptime} überschrieben.
es: Para extraer los datos más recientes, iMazing necesita realizar una copia de seguridad del dispositivo. Se sobrescribirá la copia de seguridad actual de iMazing o iTunes realizada en: {latestbackuptime}.
fr: Pour extraire vos données les plus récentes, iMazing a besoin de sauvegarder votre appareil. Ceci écrasera votre sauvegarde iMazing ou iTunes actuelle effectuée le {latestbackuptime}.
it: Per estrarre gli ultimi dati, iMazing deve eseguire il backup del dispositivo. Questa operazione sovrascriverà il backup esistente di iMazing o di iTunes eseguito alle ore {latestbackuptime}.
ja: 最新データを復元するには、iMazing でデバイスをバックアップしてください。作業を実行すると、{latestbackuptime} に作成された現在の iMazing または iTunes のバックアップは上書きされます。
ko: 가장 최근 데이터를 추출하려면 iMazing이 기기를 먼저 백업해야 합니다. 계속 진행하면 {latestbackuptime} 작성된 현재 iMazing 또는 iTunes 백업이 덮어쓰기됩니다.
pt: Para extrair os dados mais recentes, o iMazing precisa fazer backup do seu dispositivo. Isso substituíra o último backup do iMazing ou do iTunes, feito em {latestbackuptime}.
ru: Чтобы извлечь последние данные, приложению iMazing необходимо создать резервную копию устройства. При этом будут перезаписаны все текущие копии iMazing или iTunes, созданные {latestbackuptime}.
zh: 若要提取您的最新数据，iMazing 需要备份您的设备。这将覆盖您在 {latestbackuptime} 完成的当前 iMazing 或 iTunes 的备份。

# BackupNow_UserReply
source: Back Up Now
de: Jetzt sichern
es: Copia de seguridad
fr: Sauvegarder maintenant
it: Fai backup ora
ja: 今すぐバックアップ
ko: 지금 백업
pt: Fazer backup agora
ru: Создать копию
zh: 立即备份

# ViewFromCurrentBackup_UserReply
source: View from Current Backup
de: Von aktueller Datensicherung anzeigen
es: Ver desde copia de seguridad actual
fr: Afficher à partir de la sauvegarde actuelle
it: Visualizza da backup corrente
ja: 現在のバックアップを表示
ko: 현재 백업으로 보기
pt: Visualizar do backup existente
ru: Посмотреть из текущей копии
zh: 从当前备份查看

# ExtractAppData_Title
source: Extract App Data
de: App-Daten extrahieren
es: Extraer datos de la aplicación
fr: Extraire les données de l'app
it: Estrai dati app
ja: アプリデータを復元
ko: 앱 데이터 추출
pt: Extrair dados do aplicativo
ru: Извлечение данных пиложения
zh: 提取应用程序数据

# ExtractFromCurrentBackup_UserReply
source: Extract from Current Backup
de: Von aktueller Datensicherung extrahieren
es: Extraer desde la copia de seguridad actual
fr: Extraire à partir de la sauvegarde actuelle
it: Estrai dal backup corrente
ja: 現在のバックアップから復元
ko: 현재 백업에서 추출
pt: Extrair do backup atual
ru: Извлечение данных из текущей резервной копии
zh: 从当前备份提取

# DefaultBackupLocation:_Label
source: Default backup location:
de: Standard-Datensicherungsort:
es: Ubicación de copia de seguridad predeterminada:
fr: Emplacement de sauvegarde par défaut :
it: Percorso predefinito del backup:
ja: デフォルトのバックアップ場所：
ko: 기본 백업 위치:
pt: Localização padrão do backup:
ru: Путь для копирования по умолчанию:
zh: 默认备份位置：

# ChangeDefaultBackupFolder_Title
source: Change Default Backup Folder
de: Standard-Datensicherungsordner ändern
es: Cambiar la carpeta predeterminada.
fr: Changer le dossier de sauvegarde par défaut
it: Cambia cartella predefinita di backup
ja: デフォルトのバックアップフォルダを変更
ko: 기본 백업 폴더 변경
pt: Alterar pasta padrão de backup
ru: Изменить папку для копирования по умолчанию
zh: 更改默认备份文件夹

# DefaultBackupLocationChange_Info
source: Please note that this will change the backup location of iTunes, and move current backups to the new location.
de: Bitte beachten Sie, dass hierdurch der Datensicherungsordner von iTunes geändert wird und die aktuellen Datensicherungen in den neuen Ordner verschoben werden.
es: Tenga en cuenta que se modificará la ubicación de copia de seguridad de iTunes y que las copias de seguridad actuales se moverán a la nueva ubicación.
fr: Veuillez noter que ceci modifiera l'emplacement des sauvegardes d'iTunes, et déplacera les sauvegardes actuelles vers le nouvel emplacement.
it: Tieni presente che questa operazione modificherà la posizione di backup di iTunes e sposterà i backup esistenti alla nuova posizione.
ja: この作業を実行すると、iTunes のバックアップ場所が変更され、現在までのバックアップも新しい場所へ移動されます。
ko: 이 작업을 수행하면 iTunes 백업 위치가 변경되고 현재 백업을 새 위치로 옮기게 됩니다.
pt: Observe que isso mudará o local do backup do iTunes e moverá os backups existentes para o novo local.
ru: Обратите внимание, что при этом изменится расположение резервной копии iTunes и текущие копии будут перемещены в новое расположение.
zh: 请注意，这将改变 iTunes 的备份位置，并将当前备份移动至新位置。

# ChangeBackupLocation_Info
source: Warning, iMazing will move all backups including iTunes backups. It can take a while, please do not quit iMazing until the operation is finished.
de: Achtung! iMazing verschiebt alle Datensicherungen, darunter auch iTunes-Datensicherungen. Dieser Vorgang könnte einen Moment dauern. Bitte schließen Sie iMazing erst, wenn der Vorgang beendet ist.
es: Advertencia: iMazing moverá todas las copias de seguridad, inclusive las de iTunes. Puede demorar un momento. No salga de iMazing hasta que termine la operación.
fr: Attention, iMazing déplacera toutes les sauvegardes y compris celles d'iTunes. Cela peut prendre un certain temps, veuillez ne pas quitter iMazing tant que l'opération n'est pas terminée.
it: Attenzione, iMazing trasferirà tutti i backup, inclusi quelli di iTunes. Potrebbe richiedere tempo, non chiudere iMazing fino al termine dell'operazione.
ja: 警告！iMazingはiTunesのバックアップを含むすべてのバックアップを移動します。この処理にはしばらく時間がかかる場合があります。処理が完了するまでiMazingを終了しないでください。
ko: 주의. iMazing은 iTunes 백업을 포함한 모든 백업을 이동합니다. 잠시 시간이 걸리므로, 작업이 완료될 때까지 iMazing을 종료하지 마십시오.
pt: Aviso: o iMazing moverá todos os backups, inclusive os backups do iTunes. Isso pode demorar um pouco. Não saia do iMazing até que a operação tenha terminado.
ru: Внимание! iMazing переместит все резервные копии, в том числе резервные копии iTunes. Это может занять некоторое время. Не закрывайте iMazing, пока операция не будет завершена.
zh: 警告，iMazing 将移动包括 iTunes 备份在内的所有备份。此过程可能耗时较长，请不要在操作结束前退出 iMazing。

# MovingBackups_Info
source: Moving backups to new location...
de: Verschiebe Datensicherungen in den neuen Ordner...
es: Trasladando copias de seguridad a una nueva ubicación.
fr: Déplacement des sauvegardes vers le nouvel emplacement...
it: Spostamento del backup in una nuova posizione...
ja: 新しい場所にバックアップを移動中…
ko: 백업을 새 위치로 이동 중입니다...
pt: Movendo os backups para o novo local...
ru: Перемещение копий в новую папку...
zh: 正在移动备份至新的位置...

# ChangeDefaultBackupFolderSuccess_Info
source: Backup folder has been moved successfully.
de: Der Datensicherungsordner wurde erfolgreich verschoben.
es: La carpeta de copia de seguridad se ha trasladado correctamente.
fr: Le dossier de sauvegarde a été déplacé.
it: Spostamento cartella di backup completato.
ja: バックアップフォルダが正常に移動されました。
ko: 백업 폴더 이동이 완료되었습니다.
pt: A pasta de backup foi movida com êxito.
ru: Папка с копиями перемещена.
zh: 备份文件夹移动成功。

# DefaultBackupLocationReset_UserAction
source: Reset to default location
de: Auf Vorgabeordner zurücksetzen
es: Restablecer a ubicación predeterminada
fr: Rétablir l'emplacement par défaut
it: Ripristina alla posizione predefinita
ja: デフォルトの場所にリセット
ko: 기본 위치로 재설정
pt: Redefinir para o local padrão
ru: Восстановить путь по умолчанию
zh: 重置为默认位置

# BackupLocationCreateEmptyFolder_Info
source: Cannot change backup location to {targetpath}. Please create an empty folder and select it as backup location.
de: Sie können den Speicherort der Datensicherung nicht zu {targetpath} ändern. Bitte erstellen Sie einen leeren Ordner und wählen Sie diesen als Speicherort für die Datensicherung.
es: No se puede cambiar la ubicación de la copia de seguridad a {targetpath}. Cree una carpeta vacía y selecciónela como ubicación de la copia de seguridad.
fr: Impossible de remplacer l’emplacement de sauvegarde par {targetpath}. Veuillez créer un dossier vide et le sélectionner comme emplacement de sauvegarde.
it: Impossibile cambiare il percorso del backup in {targetpath}. Crea una cartella vuota e selezionala come percorso per il backup.
ja: バックアップ場所を {targetpath} に変更できませんでした。新規フォルダを作成し、それをバックアップ場所に選択してください。
ko: 백업 위치를 {targetpath}(으)로 변경할 수 없습니다. 빈 폴더를 만들어서 백업 위치로 선택하세요.
pt: Não é possível alterar o local do backup para {targetpath}. Por favor, crie uma pasta vazia e a selecione como local do backup.
ru: Невозможно изменить путь для сохранения копии на {targetpath}. Создайте пустую папку и выберите ее для сохранения копии.
zh: 无法将备份位置改为 {targetpath}。请创建一个空文件夹，并将其选为备份位置。

# ChangeBackupPassword_UserAction
source: Change backup password
de: Datensicherungs-Kennwort ändern
es: Cambiar contraseña de copia de seguridad
fr: Changer le mot de passe de la sauvegarde
it: Modifica la password del backup
ja: バックアップパスワードを変更
ko: 백업 비밀번호 변경
pt: Alterar senha do backup
ru: Изменить пароль к копии
zh: 更改备份密码

# BackupPassword_Title
source: Backup Password
de: Datensicherungs-Kennwort
es: Contraseña de copia de seguridad
fr: Mot de passe de la sauvegarde
it: Password del backup
ja: バックアップのパスワード
ko: 백업 비밀번호
pt: Senha do backup
ru: Пароль к копии
zh: 备份密码

# BackupPassword(Setting)_Info
source: Enter a password to protect all backups of this device. Warning: this setting will protect ALL backups of {targetDeviceName}, iTunes backups included. Make sure you keep a safe copy of your password somewhere: password loss is not recoverable, and will permanently lock you out of your data.
de: Geben Sie ein Kennwort ein, um alle Datensicherungen dieses Gerätes zu schützen. Warnung: Diese Einstellung schützt ALLE Datensicherungen von {targetDeviceName}, einschließlich der Datensicherungen von iTunes. Stellen Sie sicher, dass Sie das Kennwort irgendwo sicher notieren, denn ein verlorenes Kennwort ist nicht wiederherstellbar. Bei Verlust sind Ihre Daten in Zukunft vollständig gesperrt.
es: Introduzca una contraseña para proteger todas las copias de seguridad de este dispositivo. Advertencia: con esta opción se protegerán TODAS las copias de seguridad de {targetDeviceName}, incluidas las copias de seguridad de iTunes. Asegúrese de que conserva una copia segura de su contraseña en algún sitio; si pierde la contraseña no podrá recuperarla y perderá el acceso a sus datos de forma permanente.
fr: Saisissez un mot de passe pour protéger toutes les sauvegardes de cet appareil. Attention : ce réglage protégera TOUTES les sauvegardes de {targetDeviceName}, sauvegardes iTunes incluses. Veillez à conserver une copie de votre mot de passe en lieu sûr : la perte du mot de passe est irréversible et vous empêchera définitivement d'accéder à vos données.
it: Inserisci una password per proteggere tutti i backup di questo dispositivo. Avvertenza: questa impostazione proteggerà TUTTI i backup di {targetDeviceName}, compresi quelli di iTunes. Assicurati di conservare una copia sicura della tua password: la password non è recuperabile e causerà il blocco permanente dei dati.
ja: このデバイスの全バックアップを保護するため、パスワードを入力してください。 ご注意： 設定することで、iTunes バックアップを含む {targetDeviceName} のバックアップすべてが保護されます。どこか安全な場所にパスワードを書き写し保管してください： パスワードを忘れるとリカバーできませんので、データには一切アクセスできなくなります。
ko: 이 기기의 모든 백업을 보호하려면 비밀번호를 입력하세요. 경고: 이 설정은 {targetDeviceName}의 모든 백업을 보호하게 됩니다. iTunes 백업도 포함됩니다. 반드시 비밀번호를 안전한 다른 곳에도 저장해두시기 바랍니다. 비밀번호를 잊어버리면 복원할 수 없으며 데이터에 영구히 접속할 수 없게 됩니다.
pt: Insira uma senha para proteger todos os backups desse dispositivo. Aviso: esse ajuste protegerá TODOS os backups de {targetDeviceName}, inclusive os backups do iTunes. Mantenha uma cópia da senha em um local seguro. Em caso de perda da senha, não será possível recuperá-la, e seus dados serão permanentemente bloqueados.
ru: Введите пароль, чтобы защитить все копии устройства. Внимание! Этот параметр защитит ВСЕ копии {targetDeviceName}, включая копии iTunes. Сохраните пароль в надежном месте, поскольку он не подлежит восстановлению и навсегда заблокирует доступ к вашим данным.
zh: 输入密码以保护此设备的所有备份。 警告：此设置将保护 {targetDeviceName} 的所有备份，包括 iTunes 备份。请务必将您的密码另存一份在安全的地方：密码丢失无法恢复，并将永远把您锁在您的数据之外。

# InvalidBackupPassword(Setting)_Info
source: Old password is invalid! Please enter your old password again. If you did not create this backup with iMazing, try your iTunes backup encryption password.
de: Das alte Kennwort ist ungültig! Bitte geben Sie das alte Kennwort erneut ein. Falls Sie diese Datensicherung nicht mit iMazing erstellt haben, versuchen Sie es mit Ihrem Kennwort zur Verschlüsselung von iTunes.
es: La contraseña antigua no es válida. Vuelva a introducir la contraseña antigua. Si no ha creado esta copia de seguridad con iMazing, use la contraseña para el cifrado de copia de seguridad de iTunes.
fr: L'ancien mot de passe est invalide ! Veuillez saisir de nouveau votre ancien mot de passe. Si vous n'avez pas créé cette sauvegarde avec iMazing, essayez le mot de passe de chiffrement de votre sauvegarde iTunes.
it: La vecchia password non è valida! Inserisci nuovamente la vecchia password. Se non hai creato questo backup con iMazing, prova con la password di crittografia del backup di iTunes.
ja: 古いパスワードが無効です！ もう一度、古いパスワードを入力してください。 iMazing で作成したバックアップではない場合、iTunes バックアップ用の暗号パスワードをお試しください。
ko: 기존 비밀번호가 틀립니다! 기존 비밀번호를 입력하세요. iMazing에서 이 백업을 만들지 않았다면 iTunes 백업 암호화 비밀번호를 입력해보세요.
pt: A senha antiga é inválida. Insira novamente a senha antiga. Se você não usou o iMazing para criar esse backup, tente usar a senha para criptografia de backup do iTunes.
ru: Неправильный старый пароль! Введите его еще раз. Если эта копия создана не в iMazing, попробуйте вести пароль шифрования копии iTunes.
zh: 旧密码无效！请重新输入您的旧密码。 如果您并未使用 iMazing 创建此备份，请尝试您的 iTunes 备份加密密码。

# BackupPasswordNeeded_Info
source: iMazing requires access to your device's backup to proceed. Please enter the specific backup password you set when activating encryption for {deviceName}. If you did not create this backup with iMazing, try your iTunes backup encryption password.
de: iMazing benötigt für weitere Vorgänge den Zugriff auf die Datensicherung Ihres Gerätes. Bitte geben Sie das Kennwort ein, das Sie für die Verschlüsselung von {deviceName} verwendet haben. Falls Sie diese Datensicherung nicht mit iMazing erstellt haben, versuchen Sie es mit Ihrem Kennwort zur Verschlüsselung von iTunes.
es: iMazing necesita acceder a la copia de seguridad de su dispositivo para poder continuar. Introduzca la contraseña específica de la copia de seguridad que definió al activar el cifrado para {deviceName}. Si no ha creado esta copia de seguridad con iMazing, use la contraseña para el cifrado de copia de seguridad de iTunes.
fr: iMazing a besoin de pouvoir accéder à la sauvegarde de votre appareil pour continuer. Veuillez saisir le mot de passe spécifique de sauvegarde que vous avez défini lors de l'activation du chiffrement pour {deviceName}. Si vous n'avez pas créé cette sauvegarde avec iMazing, essayez le mot de passe de chiffrement de votre sauvegarde iTunes.
it: Per procedere, iMazing richiede l'accesso al backup del tuo dispositivo. Inserisci la password del backup specifica che hai impostato durante l'attivazione della crittografia per {deviceName}. Se non hai creato questo backup con iMazing, prova con la password di crittografia del backup di iTunes.
ja: iMazing にアクセスを許可し、デバイスのバックアップ作業を実施してください。{deviceName} の暗号化アクティベーションを行った際に設定したバックアップ用パスワードを入力してください。 iMazing で作成したバックアップではない場合、iTunes バックアップ用の暗号パスワードをお試しください。
ko: 계속 진행하려면 iMazing에 기기 백업 데이터 액세스가 필요합니다. {deviceName} 암호 활성화에 사용한 특정 백업 비밀번호를 입력하세요. iMazing으로 이 백업을 만들지 않았다면 iTunes 백업 암호화 비밀번호를 입력해보세요.
pt: O iMazing precisa acessar o backup do seu dispositivo para continuar. Insira a senha de backup que você definiu ao ativar a criptografia no {deviceName}. Se você não usou o iMazing para criar esse backup, tente usar a senha para criptografia de backup do iTunes.
ru: Чтобы продолжить, приложению iMazing необходим доступ к резервной копии данных устройства. Ведите пароль для восстановления, указанный при активации шифрования на {deviceName}. Если эта копия создана не в iMazing, попробуйте вести пароль шифрования копии iTunes.
zh: iMazing 需要访问到您设备的备份以继续。请输入您在启用 {deviceName} 的加密功能时设置的特定备份密码。 如果您并未使用 iMazing 创建此备份，试尝试您的 iTunes 备份加密密码。

# BackupEncryptedDeviceNeeded_Info
source: This backup is encrypted. To read it, connect a device with iOS {backupiosversion} or greater to your computer.
de: Diese Datensicherung wird verschlüsselt. Damit Sie sie lesen können, müssen Sie ein Gerät mit iOS {backupiosversion} oder höher mit Ihrem Computer verbinden.
es: Esta copia de seguridad está cifrada y para leerla debe conectar a su ordenador un dispositivo con iOS {backupiosversion} o posterior.
fr: Cette sauvegarde est chiffrée. Pour la lire, vous devez connecter un appareil sous iOS {backupiosversion} (ou une version ultérieure) à votre ordinateur.
it: Questo backup è crittografato. Per leggerlo è necessario collegare al computer un dispositivo con iOS {backupiosversion} o versione successiva.
ja: このバックアップは暗号化されています。読み込むには、iOS {backupiosversion} 以降を搭載したデバイスをコンピュータに接続してください。
ko: 이 백업은 암호화된 상태이므로 iOS {backupiosversion} 이상의 버전이 설치된 기기를 컴퓨터에 연결해야 읽을 수 있습니다.
pt: Este backup está criptografado. Para lê-lo, você deve conectar um dispositivo com iOS {backupiosversion} ou mais recente ao seu computador.
ru: Эта копия зашифрована. Для ее считывания необходимо подключить к компьютеру устройство с iOS {backupiosversion} или более новой версии.
zh: 此备份已加密，您需要将使用 iOS {backupiosversion} 或更高版本的设备连接至您的电脑才能读取。

# iMazingAppleDriversInstaller_Title
source: iMazing "Apple Drivers" Installer
de: Installationsprogramm für „Apple-Treiber“ von iMazing
es: Instalador de los "Controladores de Apple" de iMazing
fr: Assistant d'installation iMazing « Apple Drivers »
it: Installer dei "driver Apple" di iMazing
ja: iMazing 「Apple ドライバ」インストーラ
ko: iMazing "Apple 드라이버" 설치 프로그램
pt: Instalador dos "Apple Drivers" do iMazing
ru: Установщик iMazing для "драйверов Apple"
zh: iMazing“Apple 驱动程序”安装程序

# LatestAppleDriversNeeded_Info
source: iMazing requires the latest Apple Drivers. Please install or update iTunes now.
de: iMazing benötigt die aktuellsten Treiber von Apple. Installieren oder aktualisieren Sie iTunes jetzt.
es: iMazing necesita la última versión de los controladores de Apple. Instale o actualice iTunes ya.
fr: iMazing nécessite les derniers pilotes Apple. Installez ou mettez iTunes à jour maintenant.
it: iMazing richiede i driver Apple più recenti. Installa o aggiorna subito iTunes.
ja: iMazing の使用には最新の Apple ドライバが必要です。 iTunes をインストールまたはアップデートしてください。
ko: iMazing에 최신 Apple 드라이버가 필요합니다. 지금 설치하시거나 iTunes를 업데이트해주세요.
pt: O iMazing requer os drivers mais recentes da Apple. Instale ou atualize o iTunes agora.
ru: Для работы iMazing требуются новейшие драйверы Apple. Установите или обновите iTunes.
zh: iMazing 要求使用最新的 Apple 驱动程序。 请立即安装或更新 iTunes。

# LatestAppleDriversInstallNow_Info
source: iMazing requires the latest Apple Drivers. Would you like to let iMazing download and install the required components for you? - Apple Application Support - Apple Mobile Device Support - Apple Bonjour
de: iMazing erfordert die neuesten Apple-Treiber. Möchten Sie, dass iMazing die erforderlichen Komponenten herunterlädt und installiert? - Apple Application Support - Apple Mobile Device-Dienst - Apple Bonjour
es: iMazing necesita la última versión de los controladores de Apple. ¿Quiere que iMazing descargue e instale los componentes necesarios? - Apple Application Support - Apple Mobile Device Support - Apple Bonjour
fr: iMazing nécessite les derniers pilotes Apple. Voulez-vous que iMazing télécharge et installe les composants nécessaires ? - Assistance applications Apple - Assistance périphérique mobile Apple - Apple Bonjour
it: iMazing richiede i driver Apple più recenti. Consentire a iMazing di scaricare e installare i componenti richiesti? - Apple Application Support - Apple Mobile Device Support - Apple Bonjour
ja: 必要なプログラムを自動的にダウンロードおよびインストールしますか？ - Apple Application Support - Apple Mobile Device Support - Apple Bonjour
ko: iMazing에 최신 Apple 드라이버가 필요합니다. iMazing가 필요한 구성 요소를 다운로드 및 설치하도록 허용하시겠습니까? - Apple 애플리케이션 지원 - Apple 모바일 기기 지원 - Apple Bonjour
pt: O iMazing precisa dos drivers Apple mais recentes. Você quer que o iMazing baixe e instale os componentes necessários para você? - Suporte a aplicativos da Apple - Suporte a dispositivos móveis da Apple - Apple Bonjour
ru: Для работы iMazing требуются новейшие драйверы Apple. Разрешить приложению iMazing автоматически загружать и устанавливать необходимые компоненты? - Поддержка приложений Apple - Поддержка мобильных устройств Apple - Apple Bonjour
zh: iMazing 要求使用最新的 Apple 驱动程序。 您是否希望让 iMazing 为您下载并安装所需的组件？ - Apple 应用程序支持 - Apple 移动设备支持 - Apple Bonjour

# AppleDriversInstallSuccess_Info
source: Apple Components Installed Successfully. iMazing will now quit and restart.
de: Apple-Komponenten wurden erfolgreich installiert. iMazing wird nun beendet und neu gestartet.
es: Componentes de Apple instalados correctamente. iMazing se cerrará y reiniciará.
fr: L'installation des éléments Apple s'est bien déroulée. iMazing va maintenant s'arrêter et redémarrer.
it: Installazione dei componenti Apple completata. Ora iMazing verrà chiuso e riavviato.
ja: Apple のプログラムのインストールに成功しました。 iMazing は一旦終了し再起動されます。
ko: Apple 구성 요소가 성공적으로 설치되었습니다. iMazing를 자동 종료한 후 다시 시작합니다.
pt: Os componentes da Apple foram instalados. O iMazing agora será fechado e reiniciado.
ru: Компоненты Apple установлены. Сейчас iMazing завершит работу и перезапустится.
zh: Apple 组件成功安装。 iMazing 现在将退出并重新启动。

# RestartMobileDevice_Info
source: If you are experiencing connection issues:
de: Falls Verbindungsprobleme auftreten:
es: Si tienes problemas de conexión:
fr: En cas de problèmes de connexion :
it: In caso di problemi di connessione:
ja: 接続の問題が発生している場合：
ko: 연결 상태에 문제가 있을 경우:
pt: Se você estiver tendo problemas de conexão:
ru: При возникновении проблем с подключением:
zh: 如果您遇到连接问题：

# RestartMobileDevice_UserAction
source: Restart Mobile Device Services
de: Neustart von Mobile Device Services
es: Reiniciar los servicios del dispositivo móvil
fr: Relancer les services de l'appareil mobile
it: Riavvia Mobile Device Services
ja: モバイル端末サービスを再起動
ko: 모바일 기기 서비스 재시작
pt: Reiniciar Serviços de dispositivos móveis
ru: Перезапустить Mobile Device Services
zh: 重启移动设备服务

# ReinstallMobileDevice_UserAction
source: Reinstall Mobile Device Services
de: Mobile Device Services neu installieren
es: Reinstalar el soporte para el dispositivo móvil de Apple
fr: Réinstaller l'assistance périphérique mobile Apple
it: Reinstalla Mobile Device Services
ja: モバイル端末サービスを再インストール
ko: Apple 모바일 기기 지원을 다시 설치합니다
pt: Reinstale o suporte a dispositivos móveis da Apple
ru: Переустановите Mobile Device Services
zh: 重新安装移动设备服务

# RestartMobileDeviceSuccess_Title
source: Mobile Device Services Restarted
de: Mobile Device Services neu gestartet
es: Servicios del dispositivo móvil reiniciados
fr: Services de l'appareil mobile relancés
it: Mobile Device Services riavviati
ja: モバイル端末サービスが再起動されました
ko: 모바일 기기 서비스 재시작 완료
pt: Os Serviços de dispositivos móveis foram reiniciados
ru: Mobile Device Services перезапущены
zh: 移动设备服务已重启
