Repository: Jeff-Lewis/iToolPlus
Catalog: iToolPlusFiles/Resources/*.lproj/iMazingLabels.strings
Languages: de, es, fr, it, ja, ko, pt, ru, zh

# Apps_Label
source: Apps
es: Aplicaciones
it: App
ja: アプリ
ko: 앱
pt: Aplicativos
ru: Приложения
zh: 应用程序

# ManageApps_UserAction
source: Manage Apps
de: Apps verwalten
es: Gestionar aplicaciones
fr: Gérer les apps
it: Gestisci app
ja: アプリを管理
ko: 앱 관리
pt: Gerenciar aplicativos
ru: Управление приложениями
zh: 管理应用程序

# UninstallApp_UserAction
source: Uninstall App
de: App deinstallieren
es: Desinstalar aplicación
fr: Désinstallation de l'app...
it: Disinstalla app
ja: アプリをアンインストール
ko: 앱 설치 제거
pt: Desinstalar aplicativos
ru: Удалить приложение
zh: 卸载应用程序

# InstallApp_UserAction
source: Restore App
de: App wiederherstellen
es: Restaurar aplicación
fr: Restaurer l'app
it: Ripristina app
ja: アプリを復元
ko: 앱 복원
pt: Restaurar aplicativo
ru: Восстановить приложение
zh: 恢复应用程序

# ExtractApp_UserAction
source: Extract App
de: App extrahieren
es: Extraer aplicación
fr: Extraction de l'app...
it: Estrai app
ja: アプリを復元
ko: 앱 추출
pt: Extrair aplicativo
ru: Извлечь приложение
zh: 提取应用程序

# AppExtraction_Title
source: App Extraction
de: App-Extraktion
es: Extracción de aplicaciones
fr: Extraction d'application
it: Estrazione app
ja: アプリの復元
ko: 앱 추출
pt: Extração de aplicativo
ru: Извлечение приложения
zh: 应用程序提取

# AppExtractionWhat_Info
source: What would you like to extract? Selecting "App and Data" will export a "{filextension}" file that is linked to Apple ID {appleid}. Select "Data Only" if you plan on sharing the exported file with other users.
de: Was möchten Sie extrahieren? Wenn Sie „App und Daten“ auswählen, wird eine „{filextension}“-Datei exportiert, die mit der Apple-ID {appleid} verknüpft ist. Wählen Sie „Nur Daten“, wenn Sie die exportierte Datei mit anderen Nutzern teilen möchten.
es: ¿Qué desea extraer? Al seleccionar "Aplicación y datos", se exportará un archivo "{filextension}" que está vinculado a la ID de Apple {appleid}. Seleccione "Solo datos" si planea compartir el archivo exportado con otros usuarios.
fr: Que souhaitez-vous extraire ? La sélection de « Application et Données » entraînera l’export d’un fichier « {filextension} » lié à l’identifiant Apple {appleid}. Sélectionnez « Données uniquement » si vous avez l’intention de partager le fichier exporté avec d’autres utilisateurs.
it: Cosa si desidera estrarre? Selezionando "App e Dati" sarà esportato un file "{filextension}" collegato all'ID Apple {appleid}. Seleziona "Solo dati" se intendi condividere il file esportato con altri utenti.
ja: 何を復元しますか？ 「アプリとデータ」を選択すると、Apple ID "{appleid}"にリンクされた {filextension} ファイルをエクスポートします。エクスポートしたファイルを他のユーザーとシェアする場合には、「データのみ」を選択してください。
ko: 어떤 항목을 추출하시겠습니까? "앱 및 데이터"를 선택하면 Apple ID {appleid}에 연결되어 있는 "{filextension}" 파일을 추출합니다. 다른 사용자와 추출된 파일만 공유하려면 "데이터만"을 선택하세요.
pt: O que gostaria de extrair? Ao selecionar "App e Dados" um arquivo "{filextension}" vinculado ao ID Apple {appleid} será exportado. Selecione "Apenas Dados" se você pretende compartilhar o arquivo exportado com outros usuários.
ru: Что нужно извлечь? Если выбрать "Приложения и данные", будет экспортирован файл "{filextension}", привязанный к Apple ID {appleid}. Выберите "Только данные", если вы планируете отправлять экспортированный файл другим пользователям.
zh: 您想提取什么？ 选择“应用程序和数据”将导出一个与 Apple ID {appleid} 关联的“{filextension}”文件。如果计划与其他用户共享导出的文件，请选择“仅数据”。

# AppInstall_Title
source: App Installation
es: Instalación de aplicaciones
fr: Installation d'application
it: Installazione app
ja: アプリのインストール
ko: 앱 설치
pt: Instalação de aplicativo
ru: Установка приложения
zh: 应用程序安装

# AppRestore_Title
source: App Restore
de: App-Wiederherstellung
es: Restaurar aplicación
fr: Restauration d'app
it: Ripristino app
ja: アプリのリストア
ko: 앱 복원
pt: Restauração de aplicativo
ru: Восстановление приложения
zh: 应用程序恢复

# AppInstallWhat_Info
source: What would you like to transfer?
de: Was möchten Sie übertragen?
es: ¿Qué desea transferir?
fr: Que souhaitez-vous transférer ?
it: Cosa vuoi trasferire?
ja: 何を転送しますか？
ko: 어떤 항목을 전송하시겠습니까?
pt: O que deseja transferir?
ru: Что нужно передать?
zh: 您想传输什么？

# InstallAppOrAppAndData_Info
source: What would you like to install? If you select App and Data, your device will reboot when installation completes.
de: Was möchten Sie installieren? Wenn Sie „App und Daten“ auswählen, startet Ihr Gerät neu, sobald die Installation abgeschlossen ist.
es: ¿Qué desea instalar? Si selecciona Aplicación y datos, su dispositivo se reiniciará cuando se complete la instalación.
fr: Que souhaitez-vous installer ? Si vous sélectionnez « App et données », votre appareil redémarrera à la fin de l'installation.
it: Cosa vuoi installare? Se selezioni App e dati, il tuo dispositivo si riavvierà al termine dell'installazione.
ja: 何をインストールしますか？ 「アプリとデータ」を選択すると、インストール完了時にこのデバイスは再起動します。
ko: 설치하시겠습니까? 앱 및 데이터를 선택하면 기기가 설치 완료 시 재시동합니다.
pt: O que deseja instalar? Se você selecionar Aplicativo e dados, seu dispositivo será reiniciado quando a instalação for concluída.
ru: Что нужно установить? Если выбрать "Приложение и данные", устройство будет перезагружено после завершения установки.
zh: 您要安装哪些内容？ 如果选择应用程序及数据，则设备将在安装完毕后重新启动。

# RestoreAppAndReboot_Info
source: iMazing will restore application data and reboot your device. Restore now?
de: iMazing wird App-Daten wiederherstellen und Ihr Gerät neu starten. Jetzt wiederherstellen?
es: iMazing restaurará los datos de la aplicación y reiniciará su dispositivo. ¿Restaurar ahora?
fr: iMazing restaurera les données de l’application et redémarrera votre appareil. Restaurer maintenant ?
it: iMazing ripristinerà i dati dell'applicazione e causerà il riavvio del dispositivo. Vuoi procedere subito al ripristino?
ja: iMazing がアプリケーションデータをリストアし、お使いの端末を再起動します。今すぐリストアしますか？
ko: iMazing이 앱 데이터를 복원하고 기기를 재부팅합니다. 지금 복원할까요?
pt: O iMazing irá restaurar os dados do aplicativo e reiniciar o seu dispositivo. Restaurar agora?
ru: iMazing восстановит данные приложения и выполнит перезагрузку устройства. Восстановить?
zh: iMazing 将恢复应用程序数据并重新启动您的设备。是否立即恢复？

# OverwriteAppData_Info
source: You are about to overwrite application data. iMazing can replace data completely (safer), or merge (much faster). Choosing "Fast" is OK for most games, "Safe" is better for apps containing user documents and data.
de: Sie sind im Begriff, Anwendungsdaten zu überschreiben. iMazing kann Daten komplett ersetzen oder zusammenführen. Die letzte Option ist die deutlich schnellere Variante und bei den meisten Spielen empfehlenswert. Die erste Option ist die sichere Variante und besser geeignet, wenn eine App persönliche Dokumente und Nutzerdaten enthält.
es: Está a punto de sobrescribir los datos de la aplicación. iMazing puede reemplazar datos de forma completa (más seguro) o fusionar (mucho más rápido). La opción "Rápido" es adecuada para la mayoría de los juegos, la opción "Seguro" es mejor para las aplicaciones que contienen documentos o datos del usuario.
fr: Vous êtes sur le point d'écraser les données de l'application. iMazing peut remplacer totalement les données (plus sûr) ou les fusionner (plus rapide). L'option rapide convient à la plupart des jeux ; l'option sûre est recommandée pour les apps contenant des documents et données de l'utilisateur.
it: Stai per sovrascrivere i dati dell'applicazione. iMazing può sostituire completamente i dati (più sicuro), oppure fonderli (più rapido). Per la maggior parte dei giochi, "Veloce" è la scelta appropriata, mentre "Sicuro" risulta più opportuno per le applicazioni contenenti documenti e dati dell'utente.
ja: アプリケーションデータを上書きしようとしています。iMazingは、データを完全に置き換える「安全」な方法か、あるいはデータをマージする「高速」な方法で上書きを実行することができます。ほとんどのゲームは「高速」で問題ありません。ユーザーの書類やデータが含まれるアプリに対しては、「安全」を選択することをお勧めします。
ko: 애플리케이션 데이터를 덮여쓰려고 합니다. iMazing을 활용하면 데이터를 완전히(더 안전하게) 대체하거나(훨씬 빠르게) 합칠 수 있습니다. 대부분의 게임에 "빠른 복원"을 선택할 수도 있으나 사용자 자료 및 데이터를 포함하고 있는 앱에 대해서는 "안전 복원"을 선택하는 것이 좋습니다.
pt: Você está prestes a substituir dados do aplicativo. O iMazing pode substituir os dados por completo (mais seguro) ou mesclar os dados (mais rápido). Escolher "Rápido" é aceitável para a maioria dos jogos, e "Seguro" é melhor para aplicativos com documentos e dados do usuário.
ru: Данные приложений будут перезаписаны. iMazing может заменить их полностью (что безопасней) или объединить их с существующими (что намного быстрее). Быстрый вариант подходит для большинства игр, безопасный лучше для приложений, содержащих документы и данные пользователя.
zh: 应用程序数据即将被覆盖。iMazing 可完全替换数据（较安全），也可合并数据（速度快很多）。多数游戏可选“快速”，包含用户文稿和数据的应用程序最好选择“安全”。

# Fast(Restore)_UserReply
source: Fast
de: Schnell
es: Rápido
fr: Rapide
it: Veloce
ja: 高速
ko: 빠른 복원
pt: Rápido
ru: Быстрый
zh: 快速

# Safe(Restore)_UserReply
source: Safe
de: Sicher
es: Seguro
fr: Sûre
it: Sicuro
ja: 安全
ko: 안전 복원
pt: Seguro
ru: Безопасный
zh: 安全

# AppDataExtraction_Info
source: iMazing will now extract application data. If you are transferring important data, make sure to test before deleting the data you are transferring. A minority of applications store data in inaccessible locations: iMazing may not be able to restore them fully.
de: iMazing extrahiert jetzt App-Daten. Falls Sie wichtige Daten übertragen, sollten Sie den Vorgang erst testen, bevor Sie Daten löschen. Einige wenige Apps speichern die Daten an Orten, wo sie nicht abrufbar sind, d.h. iMazing kann diese Daten womöglich nicht komplett wiederherstellen.
es: iMazing no extraerá datos de la aplicación. Si está transfiriendo datos importantes, asegúrese de probar antes de eliminar los datos de transferencia. Unas pocas aplicaciones almacenan datos en ubicaciones no accesibles: es posible que iMazing no pueda restaurarlos por completo.
fr: iMazing extraira maintenant les données de l'application. Si vous allez transférer des données importantes, veillez à tester avant de supprimer les données que vous allez transférer. Une minorité d'applications stockent les données dans des emplacements inaccessibles : iMazing pourrait ne pas les restaurer complètement.
it: iMazing non estrarrà i dati dell'applicazione. Se trasferisci dati impostanti, fai una prova prima di eliminare i dati che trasferisci. Alcune applicazioni archiviano i dati in percorsi inaccessibili e iMazing potrebbe non essere in grado di ripristinarli completamente.
ja: iMazing がアプリケーションデータを復元します。 重要なデータを転送する場合には、転送するデータを削除する前に必ずテストするようにしてください。また、アクセス不可能な場所にデータを保管するアプリケーションが希にあります。iMazing はそうしたデータを完全にはリストアできません。
ko: iMazing이 지금 애플리케이션 데이터를 추출합니다. 중요한 데이터를 전송하려는 경우, 전송하려는 데이터를 삭제하기 전에 테스트를 해야합니다. 액세스할 수 없는 위치의 애플리케이션 스토어 데이터의 취약성으로 인해 iMazing이 완전히 복원되지 않을 수 있습니다.
pt: O iMazing extrairá agora os dados do aplicativo. Se você está transferindo dados importantes, teste o arquivo antes de apagar os dados que você está transferindo. Alguns aplicativos (uma minoria) armazenam dados em locais inacessíveis: o iMazing pode não conseguir restaurá-los completamente.
ru: iMazing извлечет данные приложения. Если вы переносите важные данные, перед удалением переносимых данных выполните проверку. Некоторые приложения хранят данные в труднодоступных местах: iMazing может быть не в состоянии восстановить их полностью.
zh: iMazing 即将提取应用程序数据。 如果您要转移重要数据，请务必先做试验，再删除要转移的数据。少数应用程序将数据存储在不可访问的位置：iMazing 可能无法完整地恢复此类数据。

# AppRestoreRebootLongReboot_Info
source: Your device is rebooting. Please be patient, it can take a few minutes. When your device is back online, you will be asked to: 1. Tap "Continue" 2. Select your Wi-Fi network 3. Enter your Apple ID password 4. Choose wether you want to enable Find My {deviceclass}
de: Ihr Gerät wird neu gestartet. Bitte haben Sie Geduld. Dieser Vorgang kann einige Minuten dauern. Befolgen Sie diese Schritte, wenn Ihr Gerät wieder online ist: 1. Tippen Sie auf „Weiter“. 2. Wählen Sie Ihr WLAN. 3. Geben Sie das Passwort Ihrer Apple-ID ein. 4. Geben Sie an, ob Sie „Mein {deviceclass} finden“ aktivieren möchten.
es: Su dispositivo se está reiniciando. Tenga paciencia, puede demorar unos minutos. Cuando su dispositivo vuelva a conectarse, se le pedirá que: 1. Pulse "Continuar" 2. Seleccione su red de Wi-Fi 3. Ingrese la contraseña de su ID de Apple 4. Elija si desea habilitar Buscar mi {deviceclass}
fr: Votre appareil est en cours de redémarrage. Veuillez patienter, cette opération peut prendre quelques minutes. Lorsque votre appareil sera de nouveau connecté, vous serez invité(e) à : 1. Cliquer sur « Continuer » 2. Sélectionner votre réseau Wi-Fi 3. Saisir le mot de passe de votre identifiant Apple 4. Choisir si vous souhaitez activer Localiser mon {deviceclass}
it: Il dispositivo si sta riavviando. Ti preghiamo di attendere, potrebbe richiedere qualche minuto. Una volta tornato online il dispositivo, ti sarà chiesto di: 1. Toccare su "Continua" 2. Selezionare la tua rete Wi-Fi 3. Inserire la password dell'ID Apple 4. Scegliere se abilitare Trova il mio {deviceclass}
ja: 端末を再起動しています。これにはしばらく時間がかかる場合があります。お待ちください。 再起動が完了したら以下の手順に従ってください 1. "続行"をタップする 2. Wi-Fiネットワークを選択する 3. Apple IDのパスワードを入力する 4. 「{deviceclass}を探す」を有効にするかどうかを選択する
ko: 기기가 재부팅 중입니다. 잠시만 기다려 주세요. 기기가 온라인 상태가 되면 다음과 같이 진행합니다. 1. "계속"을 누른다. 2. Wi-Fi 네트워크를 선택한다. 3. Apple ID와 비밀번호를 입력한다. 4. 내 {deviceclass} 찾기 옵션을 활성화 할지 선택한다.
pt: Seu dispositivo está sendo reiniciado. Seja paciente. Isso pode demorar alguns minutos. Quando seu dispositivo estiver on-line novamente, você precisará: 1. Tocar em "Continuar" 2 Selecionar sua rede Wi-Fi 3. Digitar sua senha do ID Apple 4. Escolher se deseja ativar o Buscar Meu {deviceclass}
ru: Ваше устройство перезагружается. Пожалуйста, подождите, это может занять несколько минут. Когда ваше устройство будет снова в сети, нужно выполнить следующее: 1. Нажать "Продолжить" 2. Выбрать свою сеть Wi-Fi 3. Ввести свой пароль Apple ID 4. Указать, хотите ли вы активировать функцию Find My {deviceclass}
zh: 您的设备正在重新启动。请耐心等候，可能需要几分钟时间。 当您的设备重新开启后，您需要执行以下步骤： 1. 轻按“继续” 2. 选择 Wi-Fi 网络 3. 输入 Apple ID 密码 4. 选择是否需要启用“查找我的 {deviceclass}”

# AppRestoreReboot(ShortMessage)_Info
source: {devicename} is rebooting. Please wait...
de: {devicename} wird neu gestartet. Bitte warten...
es: {devicename} se está reiniciando. Espere...
fr: {devicename} est en cours de redémarrage. Veuillez patienter...
it: {devicename} si sta riavviando. Attendi...
ja: {devicename}を再起動しています。お待ちください...
ko: {devicename}을(를) 재부팅 중입니다. 기다려 주세요...
pt: {devicename} está sendo reiniciado. Aguarde...
ru: {devicename} перезагружается. Подождите...
zh: {devicename} 正在重新启动。请稍候…

# AppAndData_UserReply
source: App and Data
de: App und Daten
es: Aplicación y datos
fr: App et données
it: App e dati
ja: アプリとデータ
ko: 앱 및 데이터
pt: Aplicativos e Dados
ru: Приложение и данные
zh: 应用程序和数据

# DataOnly_UserReply
source: Data Only
de: Nur Daten
es: Solo datos
fr: Données uniquement
it: Solo dati
ja: データのみ
ko: 데이터만
pt: Apenas Dados
ru: Только данные
zh: 仅数据

# AppsData_Label
source: Apps data
de: App-Daten
es: Datos de aplicaciones
fr: Données des apps
it: Dati app
ja: アプリケーションデータ
ko: 앱 데이터
pt: Dados de aplicativos
ru: Данные приложений
zh: 应用程序数据

# AppInstallMissingApp_Info
source: {appname} needs to be installed on your device before you can restore it's data. Please download it from the App Store.
de: {appname} muss auf Ihrem Gerät installiert sein, bevor Sie die Daten der App wiederherstellen können. Bitte laden Sie die App über den App Store herunter.
es: La aplicación {appname} debe estar instalada en su dispositivo antes de que pueda restaurar sus datos. Descárguela de la App Store.
fr: Avant de pouvoir restaurer ses données, {appname} doit être installé sur votre appareil. Veuillez télécharger l'application depuis l'App Store.
it: {appname} deve essere installata sul tuo dispositivo prima di poterne ripristinare i dati. Scaricala dall'App Store.
ja: データの復元前にデバイスに{appname}をインストールする必要があります。App Storeからアプリをダウンロードしてください。
ko: 해당 데이터를 복원하려면 기기에 {appname}을(를) 설치해야 합니다. App Store에서 다운로드 하세요.
pt: {appname} precisa ser instalado no seu dispositivo antes que você possa restaurar seus dados. Baixe na App Store.
ru: Восстановление данных возможно только после установки на устройство приложения {appname}. Загрузите его из App Store.
zh: 在您的设备上安装 {appname} 后，方可恢复其数据。请从 App Store 下载。

# AppInstallAppleIDMismatchWarning_Info
source: You are about to install {appname}, which is linked to a different Apple ID than your device's. {appname} Apple ID: {appappleid} Device Apple ID: {deviceappleid}. If you install this app, you will need to login to {appappleid}. Install anyway?
de: Sie sind im Begriff, {appname} zu installieren. Diese App ist mit einer anderen Apple-ID als der Ihres Geräts verknüpft. Apple-ID von {appname}: {appappleid} Apple-ID Ihres Geräts: {deviceappleid} Wenn Sie diese App installieren, müssen Sie sich mit {appappleid} anmelden. Dennoch installieren?
es: Está por instalar {appname}, que está vinculado a una ID de Apple diferente de la de su dispositivo. ID de Apple {appname}: {appappleid} ID de Apple del dispositivo: {deviceappleid}. Si instala esta aplicación, deberá iniciar sesión en {appappleid}. ¿Desea instalarla de todos modos?
fr: Vous êtes sur le point d'installer {appname}, qui est lié à un identifiant Apple différent de celui de votre appareil. Identifiant Apple de l'app {appname} : {appappleid} Identifiant Apple de l'appareil : {deviceappleid}. Si vous installez cette app, vous devrez vous connecter à {appappleid}. Installer quand même ?
it: Stai per installare {appname}, che risulta collegata a un altro ID Apple rispetto a quello del tuo dispositivo. ID Apple di {appname}: {appappleid} ID Apple del dispositivo: {deviceappleid}. Se installi questa app, dovrai accedere a {appappleid}. Installare comunque?
ja: お手元のデバイスのものとは異なるApple IDにリンクされた{appname}をインストールしようとしています。 {appname}のApple ID: {appappleid} デバイスのApple ID: {deviceappleid}. このアプリをインストールすると、{appappleid}でログインしなければならなくなります。 インストールを実行しますか？
ko: 귀하의 기기가 아닌 다른 Apple ID에 연결된 {appname}을(를) 설치하려고 합니다. {appname} Apple ID: {appappleid} 기기 Apple ID: {deviceappleid} 이 앱을 설치하면, {appappleid}(으)로 로그인해야 합니다. 설치하시겠습니까?
pt: Você está prestes a instalar o {appname}, que está vinculado a um ID Apple diferente do seu dispositivo. ID Apple do {appname}: {appappleid} ID Apple do dispositivo: {deviceappleid} Se você instalar este aplicativo, precisará fazer login em {appappleid}. Instalar mesmo assim?
ru: Вы собираетесь установить приложение {appname}, которое привязано к идентификатору Apple ID, не принадлежащему вашему устройству. Apple ID приложения {appname}: {appappleid} Apple ID устройства: {deviceappleid}. Если вы установите это приложение, вам нужно будет входить в {appappleid} при каждом запуске. Установить?
zh: 您即将安装 {appname}，该应用程序所关联的 Apple ID 与您的设备不一致。 {appname} Apple ID：{appappleid} 设备 Apple ID：{deviceappleid}。 如果安装此应用程序，您需要登录 {appappleid}。 是否仍然安装？

# ShowAllApps_UserAction
source: Show all Apps
de: Alle Apps anzeigen
es: Mostrar todas las aplicaciones
fr: Afficher toutes les Apps
it: Mostra tutte le app
ja: すべてのアプリを表示
ko: 모든 앱 표시
pt: Mostrar todos os aplicativos
ru: Показывать все приложения
zh: 显示所有应用程序

# ShowSharingAppsOnly_UserAction
source: Only show sharing enabled Apps
de: Nur Apps zeigen, bei denen das Teilen aktiviert ist
es: Solo mostrar aplicaciones con el uso compartido activado
fr: N'afficher que les Apps pour lesquelles le partage est activé
it: Mostra solo le app con condivisione abilitata
ja: シェアが許可されたアプリのみを表示
ko: 공유 허용 앱만 표시
pt: Mostrar só aplicativos com compartilhamento ativado
ru: Показывать только приложения с вкл. отправкой файлов
zh: 仅显示启用共享的应用程序

# ShowAppsRootContainer_UserAction
source: Show Apps' root container
de: Root-Container der App anzeigen
es: Mostrar el contenedor raíz de las aplicaciones
fr: Afficher le conteneur racine des Apps
it: Mostra il contenitore radice delle app
ja: アプリのルート格納場所を表示
ko: 앱 루트 컨테이너 표시
pt: Mostrar contêiner raiz de aplicativos
ru: Показывать корневой контейнер приложений
zh: 显示应用程序的根容器

# OnlyShowAppsDocumentsFolder_UserAction
source: Only show Apps' Documents folder
de: Nur den Dokumentenordner der App anzeigen
es: Solo mostrar la carpeta de documentos de las aplicaciones
fr: N'afficher que le dossier Documents des Apps
it: Mostra solo la cartella Documenti delle app
ja: アプリの書類フォルダのみを表示
ko: 앱 도큐먼트 폴더만 표시
pt: Mostrar apenas a pasta Documentos dos aplicativos
ru: Показывать только папку документов приложений
zh: 仅显示应用程序的文档文件夹

# iOSAppDataNotAvailable_Info
source: As of iOS 8.3, only the Documents folder of "File Sharing" enabled Apps can be accessed. iMazing will extract or install only the App itself, without its associated data.
de: Ab iOS 8.3 können Sie nur noch Dokumentenordner von Apps öffnen, für die die Dateifreigabe aktiviert wurde. iMazing extrahiert oder installiert nur die reine App ohne die dazugehörigen Daten.
es: A partir de iOS 8.3, solo se puede acceder a la carpeta de Documentos de las aplicaciones con la función de "Compartir archivos" activada. iMazing solo extraerá o instalará la aplicación sin sus datos asociados.
fr: À partir de l'iOS 8.3, seul le dossier « Documents » des apps compatibles avec le « partage de fichiers » est accessible. iMazing extraira et installera uniquement l'app elle-même, sans les données qui lui sont associées.
it: A partire da iOS 8.3, è possibile accedere solo alla cartella Documenti della "Condivisione file" delle app abilitate. iMazing estrarrà o installerà soltanto l'app medesima senza i dati associati.
ja: iOS 8.3の場合、「ファイル共有」が有効になっているアプリの書類用フォルダのみにしかアクセスできなくなりました。iMazingは関連データを除く、アプリ本体のみを抽出またはインストールします。
ko: iOS8.3의 경우, "파일 공유"의 도큐먼트 폴더가 사용되어야 앱에 액세스할 수 있습니다. iMazing이 관련 데이터 없이 앱 자체를 추출 또는 설치합니다.
pt: A partir do iOS 8.3, apenas a Pasta Documentos dos aplicativos com "Compartilhamento de arquivos" ativado poderá ser acessada. O iMazing extrairá ou instalará apenas o aplicativo, sem os dados associados a ele.
ru: Начиная с iOS 8.3, можно получить доступ к папкам документов только для приложений с включенной функцией отправки файлов. iMazing извлечет или установит только приложение без связанных с ним данных.
zh: 截至 iOS 8.3，仅启用了“文件共享”的应用程序的“文稿”文件夹可以访问。iMazing 将仅提取或安装应用程序本身，不包括关联数据。

# DocumentsFolderIsNotAccessible_Info
source: {appname}'s Documents folder is not accessible. As of iOS 8.3, only the Documents folder of "File Sharing" enabled Apps is accessible.
de: Auf den Dokumentenordner von {appname} kann nicht zugegriffen werden. Seit iOS 8.3 kann nur auf den Dokumentenordner von Apps mit Dateifreigabe zugegriffen werden.
es: No se puede acceder a la carpeta de documentos de {appname}. A partir de iOS 8.3, solo las aplicaciones con la función de "Compartir archivos" activada podrán acceder a la carpeta de documentos.
fr: Le dossier Documents de {appname} n'est pas accessible. À partir de l'iOS 8.3, seules les apps ayant le « partage de fichiers » activé peuvent accéder au dossier Documents.
it: Impossibile accedere alla cartella Documenti di {appname}. A partire da iOS 8.3, solo le app con "Condivisione file" abilitata possono accedere alla cartella Documenti.
ja: {appname} 専用の書類用フォルダにアクセスできません。 iOS 8.3 の場合、「ファイル共有」が「オン」になっているアプリのみ、書類フォルダにアクセスできます。
ko: {appname} 도큐먼트 폴더에 액세스할 수 없습니다. iOS 8.3부터는 경우 "파일 공유"가 허용된 앱만 문서 폴더에 액세스할 수 있습니다.
pt: Não é possível acessar a pasta Documentos do {appname}. A partir do iOS 8.3, somente aplicativos nos quais o "Compartilhamento de arquivos" está habilitado podem acessar a pasta Documentos.
ru: Папка документов {appname} недоступна. Начиная с iOS 8.3, можно получить доступ к папкам документов только для приложений с включенной функцией отправки файлов.
zh: {appname} 的“文稿”文件夹无法访问。 自 iOS 8.3 起，仅可访问启用“文件共享”的应用程序的“文稿”文件夹。

# CannotConnectToApp_Info
source: Cannot connect to this App.
de: Verbindung zu dieser App nicht möglich.
es: No se puede conectar con esta aplicación.
fr: Impossible de se connecter à cette App.
it: Impossibile connettersi a questa app.
ja: このアプリに接続できません。
ko: 이 앱에 연결할 수 없습니다.
pt: Não é possível conectar a este aplicativo.
ru: Не удается подключиться к этому приложению.
zh: 无法连接到此应用程序。
