Repository: Jeff-Lewis/iToolPlus
Catalog: iToolPlusFiles/Resources/*.lproj/iMazingLabels.strings
Languages: de, es, fr, it, ja, ko, pt, ru, zh

# RenamePlaylistSuccess_Info
source: Playlist {playlistName} renamed on {deviceName}
de: Wiedergabeliste {playlistName} umbenannt auf {deviceName}
es: El nombre de la lista de reproducción {playlistName} se ha cambiado en {deviceName}
fr: Playlist {playlistName} renommée sur {deviceName}
it: Playlist {playlistName} rinominata su {deviceName}
ja: {deviceName} のプレイリスト {playlistName} をリネームしました
ko: {deviceName} 기기에 {playlistName} 재생목록 이름 변경 완료
pt: Lista {playlistName} renomeada em {deviceName}
ru: Плейлист "{playlistName}" переименован на {deviceName}
zh: 已为 {deviceName} 上的播放列表 {playlistName} 重命名

# RenamePlaylistError_Info
source: Error renaming playist {playlistName} on {deviceName}
de: Fehler beim Umbenennen der Wiedergabeliste {playlistName} auf {deviceName}
es: Error al cambiar el nombre de lista de reproducción {playlistName} en {deviceName}
fr: Erreur en renommant la playlist {playlistName} sur {deviceName}
it: Errore nella rinomina della playlist {playlistName} su {deviceName}
ja: {deviceName} のプレイリスト {playlistName} をリネーム中のエラー
ko: {deviceName} 기기에서 {playlistName} 재생목록 이름 변경 오류
pt: Erro ao renomear a lista {playlistName} em {deviceName}
ru: Ошибка при переименовании плейлиста "{playlistName}" на {deviceName}
zh: 为 {deviceName} 上的播放列表 {playlistName} 重命名时出错

# AddingTracksToPlaylistX_Info
source: Adding tracks to {playlistName}...
de: Hinzufügen von Titeln zu {playlistName}...
es: Añadiendo pistas a {playlistName}...
fr: Ajout des morceaux à {playlistName}...
it: Aggiunta dei brani a {playlistName}...
ja: {playlistName} にトラックを追加中…
ko: {playlistName}에 트랙 추가 중...
pt: Adicionando faixas em {playlistName}...
ru: Добавление дорожек в "{playlistName}"...
zh: 正在添加曲目至 {playlistName}...

# AddingTracksToPlaylistXSuccess_Info
source: Tracks added to {playlistName}
de: Titel wurden zu {playlistName} hinzugefügt...
es: Se han añadido pistas a {playlistName}...
fr: Morceaux ajoutés à {playlistName}...
it: Brani aggiunti a {playlistName}
ja: {playlistName} にトラックを追加しました
ko: {playlistName}에 트랙 추가 완료...
pt: Faixas adicionadas a {playlistName}...
ru: Дорожки добавлены в "{playlistName}"
zh: 曲目已添加至 {playlistName}...

# AddingTracksToPlaylistXError_Info
source: Error adding tracks to {playlistName}
de: Fehler beim Hinzufügen von Titeln zu {playlistName}...
es: Error al añadir pistas a {playlistName}...
fr: Erreur en ajoutant les morceaux à {playlistName}...
it: Errore nell'aggiunta di brani a {playlistName}
ja: {playlistName} にトラック追加中のエラー…
ko: {playlistName}에 트랙 추가 오류...
pt: Erro ao adicionar faixas a {playlistName}...
ru: Ошибка при добавлении дорожек в "{playlistName}"
zh: 添加曲目至 {playlistName} 时出错...

# RemovingTracksFromPlaylistX_Info
source: Removing tracks from {playlistName}...
de: Titel von {playlistName} entfernen...
es: Eliminando pistas de {playlistName}...
fr: Suppression des morceaux de {playlistName}...
it: Rimozione dei brani da {playlistName}...
ja: {playlistName} からトラックを削除中…
ko: {playlistName}에서 트랙 제거 중...
pt: Removendo faixas de {playlistName}...
ru: Удаление дорожек из "{playlistName}"...
zh: 正在从 {playlistName} 移除曲目...

# RemovingTracksFromPlaylistXSuccess_Info
source: Tracks removed from {playlistName}
de: Titel von {playlistName} entfernt
es: Se han eliminado las pistas de {playlistName}...
fr: Morceaux supprimés de {playlistName}...
it: Brani rimossi da {playlistName}
ja: {playlistName} からトラックを削除しました
ko: {playlistName}에서 트랙 제거 완료...
pt: Faixas removidas de {playlistName}
ru: Дорожки удалены из "{playlistName}"
zh: 曲目已从 {playlistName} 移除

# RemovingTracksFromPlaylistXError_Info
source: Error removing tracks from {playlistName}
de: Fehler beim Entfernen von Titeln von {playlistName}
es: Error al eliminar las pistas de {playlistName}...
fr: Erreur en supprimant les morceaux de {playlistName}...
it: Errore nella rimozione dei brani da {playlistName}
ja: {playlistName} からトラックを削除中のエラー…
ko: {playlistName}에서 트랙 제거 오류...
pt: Erro ao remover faixas de {playlistName}
ru: Ошибка при удалении дорожек из "{playlistName}"
zh: 从 {playlistName} 移除曲目时出错

# ImportingPlaylistsInITunes000_Info
source: Importing playlists in iTunes...
de: Wiedergabelisten werden in iTunes importiert...
es: Importando listas a iTunes...
fr: Importation des listes de lecture dans iTunes...
it: Importazione delle playlist su iTunes...
ja: iTunes のプレイリストをインポート中...
ko: iTunes 재생목록 불러오는 중...
pt: Importando listas no iTunes...
ru: Импорт плейлистов в iTunes...
zh: 正在 iTunes 中导入播放列表...

# PlaylistsCannotModifyIfCloud_Info
source: Playlists can't be modified when iCloud Music Library is enabled on your device.
de: Wiedergabelisten können nicht geändert werden, wenn die iCloud-Musikmediathek auf Ihrem Gerät aktiviert ist.
es: Las listas de reproducción no se pueden modificar cuando iCloud Music Library está activado en el dispositivo.
fr: La modification des playlists est impossible si la Musithèque iCloud est activée sur votre appareil.
it: Le playlist non possono essere modificate quando la libreria musicale di iCloud è attiva sul dispositivo.
ja: デバイスで iTunes Match が有効になっている場合、プレイリストを修正できません。
ko: 사용자의 기기에 iTunes 매치가 활성화 상태일 경우 재생목록을 편집할 수 없습니다.
pt: Listas não podem ser modificadas quando a Biblioteca de Músicas do iTunes está ativada no seu dispositivo.
ru: Плейлисты невозможно изменить, когда на устройстве включена медиатека iCloud.
zh: 设备启用 iCloud 音乐库时无法更改播放列表。

# iTunesLibraryNotAvailable_Title
source: iTunes Library not Available
de: iTunes-Mediathek nicht verfügbar
es: Biblioteca de iTunes no disponible
fr: Bibliothèque iTunes indisponible
it: Libreria di iTunes non disponibile
ja: iTunes ライブラリが利用できません
ko: iTunes 라이브러리를 사용할 수 없음
pt: Biblioteca do iTunes não disponível
ru: Медиатека iTunes недоступна
zh: iTunes 资料库不可用

# iTunesLibraryNotAvailable_Info
source: iMazing cannot access your iTunes Library. If you have turned off the option "Share iTunes Library XML with other applications" in iTunes Advanced Preferences, please turn it on and restart iMazing.
de: iMazing kann nicht auf Ihre iTunes-Mediathek zugreifen. Bitte überprüfen Sie, ob Sie die Option „XML der iTunes-Mediathek für andere Programme bereitstellen“ in den erweiterten Einstellungen von iTunes eingeschaltet haben. Falls nicht, schalten Sie diese bitte ein und starten Sie iMazing neu.
es: iMazing no puede acceder a su biblioteca de iTunes. Si ha desactivado la opción "Compartir biblioteca de iTunes XML con otras aplicaciones" en las Preferencias avanzadas de iTunes, actívela y reinicie iMazing.
fr: iMazing ne peut pas accéder à votre bibliothèque iTunes. Si vous avez désactivé l'option « Partager le fichier XML de la bibliothèque iTunes avec d'autres applications » dans les préférences avancées d'iTunes, veuillez l'activer et redémarrer iMazing.
it: iMazing non può accedere alla libreria di iTunes. Se hai disattivato l'opzione "Condividi XML della libreria di iTunes con altre applicazioni" nelle Preferenze Avanzate di iTunes, riattivala e riavvia iMazing.
ja: iMazingがiTunes ライブラリにアクセスできません。iTunesの詳細環境設定にある「iTunes ライブラリ XML をほかのアプリケーションと共有」オプションがオフになっている場合は、オンにしてiMazingを再起動してください。
ko: iMazing이 iTunes 라이브러리에 액세스할 수 없습니다. "다른 애플리케이션과 iTunes 라이브러리 XML 공유" 옵션을 iTunes 고급 설정에서 끈 경우, 다시 켜고 iMazing을 재시작하십시오.
pt: O iMazing não pode acessar a sua biblioteca do iTunes. Se você desativou a opção "Compartilhar XML da Biblioteca do iTunes com outros aplicativos" em Preferências > Avançado do iTunes, ative essa opção e reinicie o iMazing.
ru: iMazing не может получить доступ к медиатеке iTunes. Если вы выключили опцию "Предоставлять iTunes Library XML другим приложениям" в дополнительных настройках iTunes, включите ее и перезагрузите iMazing.
zh: iMazing 无法访问 iTunes 资料库。如果您在 iTunes “高级”偏好设置中关闭了“与其他应用程序共享 iTunes 资料库 XML”选项，请将其打开并重新启动 iMazing。

# iTunesNotResponding_Title
source: iTunes is not responding
de: iTunes reagiert nicht
es: iTunes no responde
fr: iTunes ne répond pas
it: iTunes non risponde
ja: iTunes が応答していません
ko: iTunes가 응답하지 않습니다.
pt: O iTunes não está respondendo
ru: iTunes не отвечает
zh: iTunes 没有响应

# iTunesNotResponding_Info
source: There is an opened message or setting window in iTunes, this prevents iMazing from working. 1. If iTunes wants to "Erase and Sync" your device, click "Cancel" now. 2. Close any other iTunes message box or window. 3. Click "OK" to close this message then start again.
de: In iTunes wird ein geöffnetes Fenster für die Einstellung oder zur Anzeige einer Nachricht angezeigt. Dies verhindert ein fehlerfreies Funktionieren von iMazing. 1. Klicken Sie jetzt auf „Abbrechen“, falls iTunes Ihr Gerät „löschen und synchronisieren“ möchte. 2. Schließen Sie alle anderen Nachrichtenfelder oder Fenster in iTunes. 3. Klicken Sie auf OK, um diese Nachricht zu schließen und versuchen Sie es erneut.
es: Hay un mensaje abierto o una ventana de ajustes en iTunes que impide que funcione. 1. Si iTunes quiere "Suprimir y sincronizar" el dispositivo, haga clic en "Cancelar" ya. 2. Cierre cualquier otro mensaje o cualquier ventana de iTunes. 3. Haga clic en "Aceptar" para cerrar este mensaje y comenzar de nuevo.
fr: Un message ou une fenêtre de réglage est ouvert(e) dans iTunes et empêche iMazing de fonctionner. 1. Si iTunes vous invite à « Effacer et synchroniser » votre appareil, cliquez sur « Annuler" maintenant. 2. Fermez toutes les fenêtres ou les messages d'iTunes. 3. Cliquez sur « OK » pour fermer ce message et recommencer
it: Una finestra di dialogo o delle impostazioni risulta aperta in iTunes, impedendo il funzionamento di iMazing. 1. Se vuoi che iTunes esegua il comando "Cancella e sincronizza" per il dispositivo, fai clic su "Annulla". 2. Chiudi tutte le finestre di dialogo o le caselle con messaggi di iTunes. 3. Fai clic su "OK" per chiudere questo messaggio e riavviare.
ja: iTunes でメッセージか設定ウィンドウが開いたままなので iMazing が作業できません。 １、iTunes がご利用中のデバイスを 「消去して同期」 しようとした場合、すぐに "キャンセル" をクリックしてください。 ２、このメッセージ以外に開いている iTunes のメッセージボックスやウィンドウをすべて閉じてください。 ３、「OK」 をクリックしてこのメッセージを閉じ、再度お試しください。
ko: iTunes에 메시지 또는 설정 화면이 열려있는 상태이며, 이로 인해 iMazing 작업이 중단되었습니다. 1. iTunes가 현재 기기에 대해 "삭제 및 동기화" 작업을 진행할 경우, "취소"를 클릭해야 합니다. 2. 다른 iTunes 메시지 또는 창을 모두 닫아야 합니다. 3. "확인"을 클릭해 이 메시지를 닫고 다시 시작하시기 바랍니다.
pt: Há uma mensagem ou janela de configuração aberta no iTunes. Isso impede que o iMazing funcione. 1. Se o iTunes quiser "Apagar e sincronizar" seu dispositivo, clique em "Cancelar" agora. 2. Feche todas as outras caixas de mensagem ou janelas do iTunes. 3. Clique em "OK" para fechar esta mensagem e recomeçar.
ru: В iTunes открыто сообщение или окно настроек, которое мешает работе iMazing. 1. Если iTunes предлагает "Удалить и синхронизировать" устройство, нажмите "Отмена". 2. Закройте все остальные диалоговые окна iTunes. 3. Нажмите кнопку "OК", чтобы закрыть это окно, и начните заново.
zh: 在 iTunes 中有一个打开的信息框或设置窗口阻止了 iMazing 进行操作。 1. 如果 iTunes 要“抹掉并同步”您的设备，请先点击“取消”。 2. 关闭任何其他的 iTunes 消息框或窗口。 3. 点击“好”关闭此消息，然后重新开始。

# PleaseQuitITunes_Title
source: Please quit iTunes
de: Bitte schließen Sie iTunes
es: Salga de iTunes
fr: Veuillez quitter iTunes
it: Chiudi iTunes
ja: iTunesを終了してください
ko: iTunes를 종료하세요.
pt: Saia do iTunes
ru: Закройте iTunes
zh: 请退出 iTunes

# PleaseQuitITunesDetails_Info
source: iTunes is currently running on your computer. Please quit iTunes before continuing.
de: iTunes wird derzeit auf Ihrem Computer ausgeführt. Bitte schließen Sie iTunes, bevor Sie fortfahren.
es: iTunes se está ejecutando en su computadora en este momento. Salga de iTunes antes de continuar.
fr: iTunes est en cours d'exécution sur votre ordinateur. Veuillez quitter iTunes avant de continuer.
it: iTunes è in esecuzione sul tuo computer. Chiudi iTunes prima di continuare.
ja: 現在、あなたのコンピューターでiTunesが実行中です。続ける前にiTunesを終了してください。
ko: iTunes가 현재 컴퓨터에서 실행 중입니다. 계속하기 전에 iTunes를 종료하세요.
pt: O iTunes está em execução no seu computador. Saia do iTunes antes de continuar.
ru: iTunes работает на вашем компьютере. Закройте iTunes, прежде чем продолжить.
zh: iTunes 正在电脑上运行。请退出 iTunes，然后继续。

# ErrorCommunicatingWithDevice_Info
source: Error communicating with the device. If the problem persists, please try to restart your device and your computer.
de: Bei der Kommunikation mit dem Gerät trat ein Fehler auf. Sollte das Problem weiter bestehen, starten Sie Ihr Gerät und Ihren Computer bitte neu.
es: Error al comunicarse con el dispositivo. Si el problema persiste, reinicie el dispositivo y el ordenador.
fr: Erreur de communication avec l'appareil. Si le problème persiste, veuillez redémarrer votre appareil et votre ordinateur.
it: Errore nella comunicazione con il dispositivo. Se il problema persiste, prova a riavviare il dispositivo e il computer.
ja: デバイスと通信中にエラーが発生しました。問題が再発する場合、デバイスやコンピュータを再起動してください。
ko: 기기와의 통신 중 오류가 발생했습니다. 문제가 계속 발생하면 기기와 컴퓨터를 다시 시작하세요.
pt: Erro de comunicação com o dispositivo. Se o problema persistir, tente reiniciar o dispositivo e o seu computador.
ru: Ошибка обмена данными с устройством. Если проблема не устранится, перезагрузите устройство и компьютер.
zh: 与设备通信时出错。如果问题仍然存在，请尝试重启设备和电脑。

# iCloudMusicLibraryWarning_Title
source: iCloud Music Library Warning
de: Warnung iCloud-Musikmediathek
es: Advertencia sobre iTunes Match
fr: Avertissement Musithèque iCloud
it: Avvertenza Libreria musicale di iCloud
ja: iTunes Match 警告
ko: iTunes 매치 경고
pt: Aviso da Biblioteca de Música do iCloud
ru: Предупреждение о медиатекe iCloud
zh: iCloud 音乐库警告

# iCloudMusicLibraryWarning_Info
source: iCloud Music Library detected on {deviceName}. Some iMazing features such as the creation and editing of playlists may not function properly. Please disable iCloud Music Library if you experience unexpected results.
de: iCloud-Musikmediathek auf {deviceName} festgestellt. Einige iMazing-Funktionen wie das Erstellen und Bearbeiten von Wiedergabelisten funktionieren womöglich nicht ordnungsgemäß. Deaktivieren Sie bitte die iCloud-Musikmediathek, falls Sie ungewöhnliche Ergebnisse feststellen.
es: Se ha detectado iTunes Match en {deviceName}. Puede que algunas funciones de iMazing, como por ejemplo la creación y edición de listas de reproducción, no funcionen correctamente. Desactive iTunes Match si obtiene resultados inesperados.
fr: Musithèque iCloud détectée sur {deviceName}. Il est possible que certaines fonctions iMazing comme la création et la modification de playlists ne fonctionnent pas correctement. Veuillez désactiver la Musithèque iCloud si vous êtes confronté à des résultats inattendus.
it: Libreria musicale di iCloud rilevata su {deviceName}. Alcune funzionalità di iMazing come la creazione e la modifica di playlist potrebbero non funzionare correttamente. Disattiva Libreria musicale di iCloud se riscontri risultati imprevisti.
ja: 利用中の {deviceName} 内に iTunes Match が検出されました。プレイリストの作成や編集など、一部の iMazing 機能が正常に動作しない可能性があります。予期せぬ結果が生じた場合、iTunes Match を「オフ」にしてください。
ko: iTunes Match가 {deviceName}에서 발견되었습니다. 재생목록 생성 및 편집 등의 일부 iMazing 기능이 올바로 작동하지 않을 수 있습니다. 예기치 못한 오류가 발생하면 iTunes Match를 비활성화해보세요.
pt: A Biblioteca de Música do iCloud foi detectada em {deviceName}. É possível que alguns recursos do iMazing, como a criação e edição de listas, não funcionem corretamente. Desabilite a Biblioteca de Música do iCloud em caso de resultados inesperados.
ru: На устройстве {deviceName} включена медиатека iCloud. Некоторые функции iMazing, например создание и редактирование плейлистов, могут работать с ошибками. В случае непредвиденных результатов отключите медиатеку iCloud.
zh: {deviceName} 检测到 iCloud 音乐库。iMazing 的一些功能（例如播放列表创建和编辑）可能无法正常工作。如果您遇到意外的结果，请关闭 iCloud 音乐库。

# MediaLibraryEmpty_Info
source: Your media library seems empty.
de: Ihre Mediathek scheint leer zu sein.
es: La biblioteca multimedia parece estar vacía.
fr: Votre médiathèque semble vide.
it: La libreria multimediale risulta vuota.
ja: メディア ライブラリが空のようです。
ko: 미디어 라이브러리에 항목이 없습니다.
pt: Sua biblioteca de mídia parece estar vazia.
ru: Медиатека пуста.
zh: 您的媒体库貌似是空的。

# MediaDBNotSupported_Info
source: The media database is not supported.
de: Die Mediathek wird nicht unterstützt.
es: La base de datos multimedia no es compatible.
fr: La base de données médias n'est pas prise en charge.
it: La banca dati multimediale non è supportata.
ja: メディア データベースはサポートされていません。
ko: 미디어 데이터베이스가 지원되지 않습니다.
pt: O banco de dados de mídia não é compatível.
ru: База данных мультимедиа не поддерживается.
zh: 媒体数据库不受支持。

# Videos(App)_Label
source: Videos
es: Vídeos
fr: Vidéos
it: Video
ja: ビデオ
ko: 동영상
pt: Vídeos
ru: Видео
zh: 视频

# Movies(iTunes)_Label
source: Movies
de: Filme
es: Películas
fr: Films
it: Film
ja: ムービー
ko: 영화
pt: Filmes
ru: Фильмы
zh: 影片

# Movies(nItems)_Label
source: Movies ({nbItems})
de: Filme ({nbItems})
es: Películas ({nbItems})
fr: Films ({nbItems})
it: Film ({nbItems})
ja: ムービー ({nbItems})
ko: 영화 ({nbItems})
pt: Filmes ({nbItems})
ru: Фильмы ({nbItems})
zh: 影片 ({nbItems})

# HomeVideos(iTunes)_Label
source: Home Videos
de: Heimvideos
es: Videos caseros
fr: Vidéos personnelles
it: Home video
ja: ホームビデオ
ko: 홈 비디오
pt: Vídeos Caseiros
ru: Домашнее видео
zh: 家庭视频

# HomeVideos(nItems)_Label
source: Home Videos ({nbItems})
de: Heimvideos ({nbItems})
es: Videos caseros {nbItems}
fr: Vidéos personnelles ({nbItems})
it: Home video ({nbItems})
ja: ホームビデオ（{nbItems}）
ko: 홈 비디오 ({nbItems})
pt: Vídeos Caseiros ({nbItems})
ru: Домашнее видео ({nbItems})
zh: 家庭视频（{nbItems}）

# TVShows(iTunes)_Label
source: TV Shows
de: TV-Sendungen
es: Series de TV
fr: Séries TV
it: Programmi TV
ja: テレビ番組
ko: TV 쇼
pt: Programas de TV
ru: Телешоу
zh: 电视节目

# TVShows(nItems)_Label
source: TV Shows ({nbItems})
de: TV-Sendungen ({nbItems})
es: Series ({nbItems})
fr: Séries TV ({nbItems})
it: Programmi TV ({nbItems})
ja: テレビ番組 ({nbItems})
ko: TV 쇼 ({nbItems})
pt: Programas de TV ({nbItems})
ru: Телешоу ({nbItems})
zh: 电视节目 ({nbItems})

# MusicVideos(iTunes)_Label
source: Music Videos
de: Musikvideos
es: Vídeos musicales
fr: Clips musicaux
it: Videoclip
ja: ミュージックビデオ
ko: 뮤직 비디오
pt: Videoclipes
ru: Музыкальные клипы
zh: 音乐视频

# MusicVideos(nItems)_Label
source: Music Videos ({nbItems})
de: Musikvideos ({nbItems})
es: Vídeos musicales ({nbItems})
fr: Clips musicaux ({nbItems})
it: Videoclip ({nbItems})
ja: ミュージックビデオ ({nbItems})
ko: 뮤직 비디오 ({nbItems})
pt: Videoclipes ({nbItems})
ru: Музыкальные клипы ({nbItems})
zh: 音乐视频 ({nbItems})

# Audiobooks(iTunes)_Label
source: Audiobooks
de: Hörbücher
es: Audiolibros
fr: Livres audio
it: Audiolibri
ja: オーディオブック
ko: 오디오북
pt: Audiolivros
ru: Аудиокниги
zh: 有声读物

# AudioBooks(nItems)_Label
source: Audiobooks ({nbItems})
de: Hörbücher ({nbItems})
es: Audiolibros ({nbItems})
fr: Livres audio ({nbItems})
it: Audiolibri ({nbItems})
ja: オーディオブック ({nbItems})
ko: 오디오북 ({nbItems})
pt: Audiolivros ({nbItems})
ru: Аудиокниги ({nbItems})
zh: 有声读物 ({nbItems})

# Podcasts(iTunes)_Label
source: Podcasts
it: Podcast
ko: 팟캐스트
ru: Подкасты
zh: 播客

# Podcasts(nItems)_Label
source: Podcasts ({nbItems})
it: Podcast ({nbItems})
ko: 팟캐스트 ({nbItems})
ru: Подкасты ({nbItems})
zh: 播客 ({nbItems})

# VideoFormat_Title
source: Video Format
es: Formato de vídeo
fr: Format vidéo
it: Formato video
ja: ビデオ形式
ko: 동영상 형식
pt: Formato de vídeo
ru: Формат видео
zh: 视频格式

# VideoFormatNotSupported_Info
source: The video format of some movies may be incompatible with your device. Would you like to continue anyway?
de: Das Videoformat einiger Filme ist möglicherweise mit Ihrem Gerät nicht kompatibel. Möchten Sie den Vorgang trotzdem fortsetzen?
es: El formato de vídeo de algunos archivos podría no ser compatible con su dispositivo. ¿Desea continuar de todos modos?
fr: Le format vidéo de certains films n'est peut-être pas compatible avec votre appareil. Voulez-vous continuer quand même ?
it: Il formato video di alcuni filmati non è compatibile con il dispositivo. Continuare comunque?
ja: 動画ビデオ形式のいくつかは、ご利用中のデバイスで互換性がないかもしれません。このまま続けてもよろしいですか？
ko: 일부 동영상 형식이 현재 기기와 호환되지 않을 수 있습니다. 계속 진행하시겠습니까?
pt: O formato de vídeo de alguns filmes pode ser incompatível com seu dispositivo. Deseja continuar mesmo assim?
ru: Формат видео некоторых фильмов может быть несовместим с вашим устройством. Все равно продолжить?
zh: 部分影片的视频格式可能与您的设备不兼容。是否仍要继续？

# Backup(Noun)_Label
source: Backup
de: Datensicherung
es: Copia de seguridad
fr: Sauvegarde
ja: バックアップ
ko: 백업
ru: Копия
zh: 备份

# Backups_Title
source: Backups
de: Datensicherungen
es: Copias de seguridad
fr: Sauvegardes
it: Backup
ja: バックアップ
ko: 백업
ru: Резервные копии
zh: 备份

# iCloudBackup_Title
source: iCloud Backup
de: iCloud-Datensicherung
es: Copia de seguridad de iCloud
fr: Sauvegarde iCloud
it: Backup iCloud
ja: iCloud バックアップ
ko: iCloud 백업
pt: Backup no iCloud
ru: Копия iCloud
zh: iCloud 备份

# EnableICloudBackup_UserAction
source: Enable iCloud backup
de: iCloud-Datensicherung aktivieren
es: Activar copia de seguridad de iCloud
fr: Activer la sauvegarde iCloud
it: Attiva backup iCloud
ja: iCloud バックアップを有効化
ko: iCloud 백업 활성화
pt: Ativar backup no iCloud
ru: Включить копирование iCloud
zh: 启用 iCloud 备份

# LatestBackup(Date)_Label
source: Latest Backup
de: Letzte Datensicherung
es: Última copia de seguridad
fr: Dernière sauvegarde
it: Ultimo backup
ja: 前回のバックアップ
ko: 가장 최근 백업
pt: Último backup
ru: Последняя копия
zh: 最新备份

# Encrypted(Status)_Label
source: Encrypted
de: Verschlüsselt
es: Cifrado
fr: Chiffré(e)
it: Crittografato
ja: 暗号化済み
ko: 암호화됨
pt: Criptografado
ru: Зашифрована
zh: 已加密

# DeleteBackup_Title
source: Delete Backup
de: Datensicherung löschen
es: Borrar copia de seguridad
fr: Supprimer sauvegarde
it: Elimina backup
ja: バックアップを削除
ko: 백업 삭제
pt: Excluir backup
ru: Удалить копию
zh: 删除备份

# DeleteBackup_Info
source: Are you sure you want to delete {devicename} from backups ? Loading your device's data (Messages, Contacts etc.) will take longer next time you access it.
de: Sind Sie sicher, dass Sie {devicename} von den Datensicherungen löschen möchten? Das Laden Ihrer Gerätedaten (Nachrichten, Kontakte usw.) wird beim nächsten Zugriff länger dauern.
es: ¿Seguro que quiere borrar {devicename} de las copias de seguridad? Cargar los datos del dispositivo (Mensajes, Contactos etc.) llevará más tiempo la próxima vez que acceda.
fr: Voulez-vous vraiment supprimer {devicename} des sauvegardes ? Le chargement des données de votre appareil (messages, contacts, etc.) sera plus long à votre prochain accès.
it: Eliminare {devicename} dai backup? Al prossimo accesso il processo di caricamento dei dati del dispositivo (Messaggi, Contatti, ecc.) richiederà più tempo.
ja: バックアップから {devicename} を削除してもよろしいですか？ 次回アクセスする際に、デバイスのデータ（メッセージ、連絡先など）をロードする時間が長くなります。
ko: 백업에서 {devicename} 기기를 삭제할까요? 삭제한 후에는 해당 기기에 저장된 데이터(메시지, 연락처 등)를 불러올 때 더 오랜 시간이 걸릴 수 있습니다.
pt: Tem certeza de que deseja excluir {devicename} dos backups ? Demorará mais tempo para carregar os dados do seu dispositivo (Mensagens, Contatos, etc.) da próxima vez em que você o acessar.
ru: Удалить устройство {devicename} из копий? Загрузка данных вашего устройства (сообщений, контактов и др.) займет больше времени при средующем обращении к ним.
zh: 是否确定要删除 {devicename} 的备份？ 下次访问设备的数据（信息和通讯录等）将需要更长的加载时间。

# BrowseContent(Backup)_UserAction
source: Browse Content
de: Inhalt durchsuchen
es: Examinar contenido
fr: Parcourir contenu
it: Esplora contenuti
ja: コンテンツを閲覧
ko: 내용 탐색
pt: Procurar Conteúdo
ru: Обзор контента
zh: 浏览内容

# Backup_UserAction
source: Back Up
de: Sichern
es: Copia de seguridad
fr: Sauvegarder
it: Fai backup
ja: バックアップ
ko: 백업
pt: Fazer backup
ru: Создать копию
zh: 备份

# BackupWizard_Title
source: Which kind of backup would you like?
de: Welche Art von Datensicherung möchten Sie durchführen?
es: ¿Qué clase de copia de seguridad le gustaría?
fr: Quel type de sauvegarde souhaitez-vous ?
it: Che tipo di backup vuoi effettuare?
ja: どの種類のバックアップがお望みですか？
ko: 어떤 유형의 백업을 진행할까요?
pt: Que tipo de backup você deseja?
ru: Выберите тип копии
zh: 您想进行哪种备份？
