Repository: Jeff-Lewis/iToolPlus
Catalog: iToolPlusFiles/Resources/*.lproj/iMazingLabels.strings
Languages: de, es, fr, it, ja, ko, pt, ru, zh

# RestoreHealthDataWarning_Info
source: Warning! Your health data and local keychain will not be restored. In order to include these items, please do an encrypted backup of your device first: 1. Select your device in iMazing’s left sidebar 2. Click Back Up in the bottom toolbar 3. Check ‘Encrypt backup’ in the backup wizard and set a password 4. Don’t lose your password, or you will be locked out of your backup.
de: Achtung! Ihre Health-Daten und Ihr Schlüsselbund auf dem Gerät werden nicht wiederhergestellt. Wenn Sie diese Objekte einbeziehen möchten, erstellen Sie bitte zunächst eine verschlüsselte Datensicherung von Ihrem Gerät: 1. Wählen Sie Ihr Gerät aus der linken Seitenleiste von iMazing aus. 2. Klicken Sie unten in der Symbolleiste auf „Sichern“. 3. Markieren Sie im Datensicherungsassistenten „Datensicherung verschlüsseln“ und legen Sie ein Passwort fest. 4. Verlieren Sie Ihr Passwort nicht. Sie können sonst Ihre Datensicherungen nicht mehr abrufen.
es: ¡Advertencia! Sus datos de estado y llave local no se restaurarán. Para incluir estos elementos, primero realice una copia de seguridad cifrada de su dispositivo: 1. Seleccione su dispositivo en la barra lateral izquierda de iMazing 2. Haga clic en Realizar copia de seguridad en la barra de herramientas inferior 3. Tilde ‘Cifrar copia de seguridad’ en el asistente de copia de seguridad y establezca una contraseña 4. No pierda su contraseña o no podrá acceder a su copia de seguridad.
fr: Attention ! Vos données de santé et votre trousseau local ne seront pas restaurés. Pour d’inclure ces éléments, veuillez d’abord effectuer une sauvegarde chiffrée de votre appareil : 1. Sélectionnez votre appareil dans la barre latérale gauche d’iMazing 2. Cliquez sur Sauvegarder dans la barre d’outils en bas 3. Cochez « Chiffrer la sauvegarde » dans l’assistant de sauvegarde et définissez un mot de passe 4. Ne perdez pas votre mot de passe, ou vous ne pourrez pas accéder à votre sauvegarde.
it: Attenzione! I tuoi dati sulla salute e il tuo portachiavi locale non verranno ripristinati. Per includere questi elementi, esegui prima un backup crittografato del tuo dispositivo: 1. Seleziona il tuo dispositivo nella barra laterale sinistra di iMazing 2. Fai clic su Fai backup nella barra degli strumenti in basso 3. Verifica "Crittografa backup" nella procedura guidata e imposta una password 4. Non perdere la password o non potrai più accedere al backup.
ja: 警告！あなたのヘルスケアデータとローカルにあるキーチェーンはリストアされません。これらのファイルを含むには、まずお使いの端末の暗号化バックアップを実行してください。 1. iMazing の左サイドバーにあるお使いの端末を選択する 2. 下のツールバーにある「バックアップ」をクリックする 3. バックアップウィーザードの「暗号化してバックアップ」にチェックを入れ、パスワードを設定する 4. パスワードは大切に保管しておいてください。さもなければバックアップを利用できなくなります
ko: 경고! 안정성 데이터 및 로컬 키체인이 복원되지 않습니다. 이러한 아이템을 포함하려면 먼저 기기에 암호화된 백업을 하십시오. 1. iMazing의 왼쪽 사이드바에서 기기를 선택합니다. 2. 아래에 있는 툴바에서 백업을 클릭합니다. 3. 백업 마법사에서 '암호화 백업'을 확인하고 암호를 설정합니다. 4. 암호를 잊어버리면 백업을 사용할 수 없습니다.
pt: Aviso! Seus dados de integridade e chaves locais não serão restaurados. Para incluir estes itens, por favor, faça um backup criptografado do seu dispositivo primeiro: 1. Selecione seu dispositivo na barra lateral à esquerda do iMazing 2. Clique em Fazer backup na barra de ferramentas na parte inferior 3. Marque "Backup criptografado" no assistente do backup e defina uma senha 4. Não perca sua senha ou você será impedido de acessar seu backup.
ru: Внимание! Ваши данные о здоровье и связка ключей не будут восстановлены. Чтобы включить эти элементы, сначала создайте зашифрованную копию устройства: 1. Выберите устройство на панели iMazing слева 2. Нажмите "Копия" на нижней панели инструментов 3. Установите флажок "Шифрование копии" в мастере создания копии и задайте пароль 4. Не забудьте пароль, иначе вы не сможете восстановить копию.
zh: 警告！您的健康数据和本地钥匙串不会被恢复。要包含这些项目，请先对您的设备进行加密备份： 1. 从 iMazing 的左边栏选择您的设备 2. 点击底部工具栏中的“备份” 3. 在备份向导中勾选“加密备份”并设置密码 4. 切勿丢失密码，否则您将无法读取备份文件。

# RestoreSuccess_Title
source: Restore Successful
de: Wiederherstellung erfolgreich
es: Restauración realizada correctamente
fr: La restauration a réussi
it: Ripristino riuscito
ja: 正常にリストアされました
ko: 복원 성공
pt: Restauração processada com êxito
ru: Восстановлено
zh: 恢复成功

# RestoreXToYSuccess_Info
source: Restored {sourceDeviceName} to {targetDeviceName} successfully. Your device is now rebooting, and should be back online soon.
de: Daten von {sourceDeviceName} erolgreich auf {targetDeviceName} wiederhergestellt. Ihr Gerät startet jetzt neu und sollte bald wieder online sein.
es: {sourceDeviceName} se ha restaurado en {targetDeviceName} de forma correcta. El dispositivo se está reiniciando y debería volver a conectarse en breve.
fr: La restauration de {sourceDeviceName} sur {targetDeviceName} a réussi. Votre appareil est maintenant en cours de redémarrage, et devrait réapparaître en ligne bientôt.
it: Ripristino di {sourceDeviceName} su {targetDeviceName} riuscito. Il dispositivo si sta riavviando e tornerà presto online.
ja: {sourceDeviceName} を {targetDeviceName} へ正常にリストアしました。ご利用中のデバイスは再起動され、すぐにオンライン状態に戻ります。
ko: {sourceDeviceName}를 {targetDeviceName}으로 복원 완료했습니다. 기기 재시작 중이며 곧 온라인 상태로 복귀합니다.
pt: Restauração do {sourceDeviceName} no {targetDeviceName} processada com êxito. Seu dispositivos está sendo reiniciado e estará online em alguns instantes.
ru: Копия {sourceDeviceName} восстановлена на {targetDeviceName}. Ваше устройство сейчас перезагрузится и появится в сети.
zh: {sourceDeviceName} 成功恢复至 {targetDeviceName}。您的设备正在重新启动，很快就会恢复在线。

# RestoreFailedNotEnoughSpace_Info
source: iMazing could not restore {devicename} because not enough free space is available on the {deviceclass}. Erase some apps, media or other contents before restoring your {deviceclass}.
de: iMazing konnte {devicename} nicht wiederherstellen, da nicht ausreichend freier Speicherplatz auf {deviceclass} verfügbar ist. Bitte löschen Sie einige Apps, Medien oder andere Inhalte, bevor Sie Ihr {deviceclass} wiederherstellen.
es: iMazing no ha podido restaurar {devicename} porque no hay suficiente espacio libre en el {deviceclass}. Borre algunas aplicaciones, archivos multimedia u otros contenidos antes de restaurar el {deviceclass}.
fr: iMazing ne peut restaurer {devicename} car l'espace disponible n'est pas suffisant sur l'appareil {deviceclass}. Effacez des apps, des photos, des vidéos ou d'autres contenus avant de restaurer votre {deviceclass}.
it: iMazing non è riuscito a ripristinare {devicename} a causa di spazio insufficiente su {deviceclass}. Elimina app, file multimediali e altri contenuti prima di procedere con il ripristino di {deviceclass}.
ja: {deviceclass} 内に十分な空き領域がないため、iMazing は {devicename} をリストアできませんでした。{deviceclass} をリストアする前に、アプリ、メディア、他のコンテンツなどを消去してください。
ko: {deviceclass}의 남은 공간이 부족해 iMazing이 {devicename} 기기를 복원할 수 없습니다. {deviceclass} 복원에 앞서 앱, 미디어 또는 기타 콘텐츠를 삭제하세요.
pt: O iMazing não poderá restaurar o {devicename} pois não há espaço livre suficiente no {deviceclass}. Apague alguns aplicativos, mídia ou outros conteúdos antes de restaurar o seu {deviceclass}.
ru: iMazing не удалось восстановить {devicename}, так как на {deviceclass} недостаточно места. Удалите часть приложений, мультимедиа или других файлов, чтобы восстановить {deviceclass}.
zh: 由于您的 {deviceclass} 没有足够的可用空间，iMazing 无法恢复 {devicename}。在恢复您的 {deviceclass} 之前，请先删除一些应用程序、媒体或其他内容。

# DisableFindMyiPhone_Info
source: Find My {deviceclass} must be turned off before {devicename} can be restored. Go to iCloud Settings on your {deviceclass} and turn off Find My {deviceclass} before restoring your {deviceclass}.
de: „Mein {deviceclass} suchen“ muss ausgeschaltet werden, bevor {devicename} wiederhergestellt werden kann. Gehen Sie zu Einstellungen - iCloud auf Ihrem {deviceclass} und schalten Sie „Mein {deviceclass} suchen“ aus, bevor Sie Ihr {deviceclass} wiederherstellen.
es: Encontrar mi {deviceclass} debe desactivarse antes de que {devicename} se pueda restaurar. Vaya a los Ajustes de iCloud en {deviceclass} y desactive Encontrar mi {deviceclass} antes de restaurar {deviceclass}.
fr: La fonction « Localiser mon {deviceclass} » doit être désactivée avant la restauration de {devicename}. Allez dans les Réglages d'iCloud sur votre {deviceclass} et désactiver « Localiser mon {deviceclass} » avant de restaurer votre {deviceclass}.
it: Disattiva l'opzione Trova il mio {deviceclass} prima di procedere con il ripristino di {devicename}. Vai in Impostazioni iCloud su {deviceclass} e disattiva l'opzione Trova il mio {deviceclass} prima di procedere con il ripristino di {deviceclass}.
ja: {devicename} のリストアを始める前に、必ず「{deviceclass} を探す」を停止してください。 {deviceclass} の「iCloud 設定」へ移動し「{deviceclass}を探す」を停止してから、{deviceclass} をリストアしてください。
ko: {devicename} 기기를 복원하기 전에 {deviceclass} 기기 검색 기능을 비활성화해야 합니다. {deviceclass} 복원을 시도하기 전에 {deviceclass}의 iCloud 설정에서 {deviceclass} 기기 검색을 꺼주세요.
pt: Localizar meu {deviceclass} deve estar desativado antes de restaurar {devicename}. Vá até os Ajustes do iCloud em seu {deviceclass} e desative Localizar meu {deviceclass} antes de restaurar seu {deviceclass}.
ru: Функция "Найти {deviceclass}" должна быть отключена перед восстановлением {devicename}. Откройте настройки iCloud на устройстве {deviceclass} и выключите "Найти {deviceclass}", прежде чем восстанавливать {deviceclass}.
zh: 若要恢复 {devicename}，您必须先关闭“查找我的 {deviceclass}”。 在恢复您的 {deviceclass} 之前，请先在您 {deviceclass} 的 iCloud 设置中关闭“查找我的 {deviceclass}”。

# CannotStopRestore_Info
source: You cannot stop a restore operation.
de: Sie können eine Wiederherstellung nicht anhalten
es: No es posible detener una operación de restauración.
fr: Vous ne pouvez pas interrompre une restauration.
it: Impossibile interrompere un'operazione di ripristino.
ja: 停止できません
ko: 복원 작업은 중단할 수 없습니다.
pt: Não é possível interromper uma operação de restauração.
ru: Остановить операцию восстановления невозможно.
zh: 您无法停止恢复操作。

# CannotRestoreHigherIOSVersionNeeded_Info
source: {devicename} cannot be restored because its iOS version is older than source device's iOS version. {devicename} iOS version is {targetiosversion} and you need at least iOS {sourceiosversion}. Try to update iOS on {devicename} before restoring it.
de: {devicename} kann nicht wiederhergestellt werden, da die iOS-Version älter ist als die iOS-Version des Quellengerätes. Die iOS-Version von {devicename} ist {targetiosversion} und Sie benötigen mindestens iOS {sourceiosversion}. Versuchen Sie, iOS auf dem {devicename} zu aktualisieren, bevor Sie die Wiederherstellung versuchen.
es: {devicename} no se puede restaurar porque la versión de iOS es más antigua que la versión de origen del dispositivo de iOS. La versión de iOS de {devicename} es {targetiosversion} y necesita al menos iOS {sourceiosversion}. Pruebe a actualizar iOS en {devicename} antes de realizar la restauración.
fr: {devicename} ne peut être restauré car il fonctionne sous une version d'iOS antérieure à celle de l'appareil source. La version d'iOS sur {devicename} est {targetiosversion}, or il vous faut au moins l'iOS {sourceiosversion}. Essayez de mettre à jour l'iOS sur {devicename} avant de le restaurer.
it: Impossibile ripristinare {devicename} poiché la sua versione iOS è precedente alla versione iOS del dispositivo sorgente. La versione iOS di {devicename} è la {targetiosversion}, mentre è richiesta almeno la versione iOS {sourceiosversion}. Prova ad aggiornare iOS su {devicename} prima di procedere al ripristino.
ja: iOS のバージョンがソースデバイスのバージョンよりも古いため、{devicename} をリストアできません。 {devicename} の iOS バージョンは {targetiosversion} ですが、少なくとも iOS {sourceiosversion} が必要です。 リストアする前に、{devicename} の iOS バージョンをアップデートしてください。
ko: 원본 기기의 iOS 버전보다 {devicename} 기기의 iOS 버전이 낮으므로 복원을 완료할 수 없습니다. {devicename} 기기의 iOS 버전은 {targetiosversion}이며, 최소한 {sourceiosversion} 버전 이상이 필요합니다. 복원하기 전에 {devicename}의 iOS를 업데이트하세요.
pt: {devicename} não pode ser restaurado porque sua versão do iOS é mais antiga que a versão do iOS do dispositivo de origem. A versão do iOS do {devicename} é {targetiosversion}, e você precisa de pelo menos um iOS {sourceiosversion}. Tente atualizar o iOS no {devicename} antes de restaurá-lo.
ru: Устройство {devicename} не может быть восстановлено, так как его версия iOS предшествует версии iOS на исходном устройстве. Версия iOS устройства {devicename}: {targetiosversion}, минимальная версия iOS:{sourceiosversion}. Пробуйте восстановить iOS на {devicename}, прежде чем выполнять восстановление.
zh: 由于 {devicename} 的 iOS 版本比源设备的 iOS 版本低，无法对其进行恢复， {devicename}的 iOS 版本是 {targetiosversion}，您至少需要 iOS {sourceiosversion}。 在进行恢复前，请先更新 {devicename} 的 iOS。

# Clone_UserAction
source: Clone
de: Klonen
es: Clonar
fr: Cloner
it: Clona
ja: クローンを作る
ko: 클론
pt: Clonar
ru: Клонировать
zh: 克隆

# CloneDeviceXToDevices_Title
source: Clone {devicename} to the devices of your choice:
de: {devicename} auf Geräte Ihrer Wahl klonen:
es: Clonar {devicename} a los dispositivos que elija:
fr: Cloner {devicename} sur les appareils de votre choix :
it: Clona {devicename} sui dispositivi che desideri:
ja: 選択したデバイスに {devicename} のクローンを作成：
ko: 사용자 선택 기기로 {devicename} 클론:
pt: Clonar {devicename} para os dispositivos de sua escolha:
ru: Клонировать {devicename} на выбранные устройства:
zh: 克隆 {devicename} 至您所选择的设备：

# LoadIMazingFile(Backup)_UserAction
source: Import iMazing File
de: iMazing-Datei importieren
es: Importar archivo de iMazing
fr: Importer un fichier iMazing
it: Importa file iMazing
ja: iMazingファイルをインポート
ko: iMazing 파일 가져오기
pt: Importar arquivo do iMazing
ru: Импорт файла iMazing
zh: 导入 iMazing 文件

# ExportAsIMazingFile(Backup)_UserAction
source: Export as iMazing File
de: Als iMazing-Datei exportieren
es: Exportar a archivo
fr: Exporter en tant que fichier iMazing
it: Esporta come file iMazing
ja: iMazing ファイルとしてエクスポート
ko: 아카이브로 내보내기
pt: Exportar como arquivo do iMazing
ru: Экспорт в файл iMazing
zh: 导出为 iMazing 文件

# iMazingFileLocation_Label
source: iMazing File location:
de: iMazing Dateiort:
es: Opciones de archivado:
fr: Emplacement du fichier iMazing :
it: Percorso file iMazing:
ja: iMazing ファイルの場所：
ko: 아카이브 옵션:
pt: Local do arquivo do iMazing:
ru: Путь к файлам iMazing
zh: iMazing 文件位置：

# ExtractingDataFromFile000_Info
source: Extracting data from iMazing File...
de: Daten von der iMazing-Datei werden extrahiert...
es: Extrayendo datos desde el archivo de iMazing...
fr: Extraction des données à partir du fichier iMazing...
it: Estrazione dei dati dal file iMazing...
ja: Imazingファイルからデータを復元中…
ko: iMazing 파일에서 데이터 추출 중...
pt: Extraindo dados do arquivo do iMazing...
ru: Извлечение данных из файла iMazing...
zh: 正在从 iMazing 文件中提取数据…

# FinalizingBackupOfDeviceX_Info
source: Creating backup file of {devicename}...
de: Erstellen einer Sicherungsdatei von {devicename}...
es: Creando archivo de copia de seguridad de {devicename}...
fr: Création du fichier de sauvegarde de {devicename}...
it: Creazione del file di backup di {devicename}...
ja: {devicename} のバックアップファイルを作成中…
ko: {devicename} 백업 파일 생성 중...
pt: Criar arquivo de backup de {devicename}...
ru: Создание файла копии {devicename}...
zh: 正在创建 {devicename} 的备份文件...

# ArchiveBackup_Title
source: Archive Backup
de: Datensicherung archivieren
es: Archivar copia de seguridad
fr: Archiver la sauvegarde
it: Archivia backup
ja: バックアップをアーカイブ
ko: 백업 아카이브
pt: Arquivar backup
ru: Архивировать копию
zh: 存档备份

# ArchiveBackup_Info
source: Are you sure you want to archive {devicename}'s backup ?
de: Sind Sie sicher, dass Sie die Datensicherungen von {devicename} archivieren möchten?
es: ¿Seguro que quiere archivar la copia de seguridad de {devicename}?
fr: Voulez-vous vraiment archiver la sauvegarde de {devicename} ?
it: Archiviare il backup di {devicename}?
ja: {devicename} のバックアップをアーカイブしてもよろしいですか？
ko: {devicename} 기기의 백업을 아카이브에 저장할까요?
pt: Tem certeza de que deseja arquivar o backup de {devicename}?
ru: Архивировать копию устройства {devicename}?
zh: 是否确定要存档 {devicename} 的备份？

# ErrorArchivingBackup_Info
source: Error archiving local backup.
de: Fehler beim Archivieren der lokalen Datensicherung.
es: Error al archivar la copia de seguridad local
fr: Erreur en archivant la sauvegarde locale.
it: Errore nell'archiviazione del backup locale.
ja: ローカルバックアップをアーカイブ中にエラーが発生しました。
ko: 로컬 백업 아카이브 오류.
pt: Erro ao arquivar o backup local.
ru: Ошибка архивирования локальной копии.
zh: 存档本地备份时出错。

# ExtractingDataFromBackup000_Info
source: Extracting Data from Backup...
de: Daten werden von der Datensicherung extrahiert...
es: Extrayendo datos desde la copia de seguridad...
fr: Extraction des données à partir de la sauvegarde...
it: Estrazione dei dati dal backup...
ja: バックアップからデータを復元中…
ko: 백업에서 데이터 추출 중...
pt: Extraindo dados do backup…
ru: Извлечение данных из копии...
zh: 正在从备份提取数据...

# DataNeedsRefreshHint(Backup)_Info
source: Displaying data from your latest backup ({latestbackuptime}). Connect your device and click "Refresh" in the top toolbar to update.
de: Ihre Daten von der neuesten Datensicherung ({latestbackuptime}) werden angezeigt. Verbinden Sie Ihr Gerät und klicken Sie zum Aktualisieren auf „Aktualisieren“ in der oberen Symbolleiste.
es: Se están mostrando los datos pertenecientes a la copia de seguridad más reciente ({latestbackuptime}). Conecte el dispositivo y haga clic en "Actualizar" en la barra de herramientas superior para actualizarlos.
fr: Vos données sont affichées à partir de votre dernière sauvegarde ({latestbackuptime}). Connectez votre appareil et cliquez sur « Actualiser » dans la barre d'outils en haut pour mettre à jour.
it: Visualizzazione dati dall'ultimo backup ({latestbackuptime}). Connetti il dispositivo e fai clic su "Aggiorna" nella barra degli strumenti in alto per aggiornare.
ja: 最新バックアップ（{latestbackuptime}）のデータが表示されています。 デバイスを接続したら、トップのツールバーにある ［リフレッシュ］ をクリックしアップデートしてください。
ko: 사용자 데이터를 최신 백업({latestbackuptime})에서 보고 있습니다. 기기 연결 후 상단 도구 막대에서 "새로 고침"을 클릭하면 업데이트합니다.
pt: Exibindo dados do backup mais recente ({latestbackuptime}). Conecte seu dispositivo e clique em "Atualizar" na barra de ferramentas superior para atualizar.
ru: Отображены данные последней копии от ({latestbackuptime}). Подключите устройство и нажмите "Обновить" на верхней панели, чтобы обновить их.
zh: 正在显示来自您最新备份 ({latestbackuptime}) 的数据。 请连接您的设备，然后单击顶部工具栏的“刷新”来进行更新。

# DataNeedsRefreshHint(Cache)_Info
source: Displaying data from the last time it was loaded ({lastloadtime}). Connect your device and click "Refresh" in the top toolbar to update.
de: Es werden die Daten von der letzten Aktualisierung ({lastloadtime}) angezeigt. Verbinden Sie Ihr Gerät und klicken Sie zum Aktualisieren auf „Aktualisieren“ in der oberen Symbolleiste.
es: Se están mostrando los datos de la carga más reciente ({lastloadtime}). Conecte su dispositivo y haga clic en "Actualizar" en la barra de herramientas superior para actualizar.
fr: Les données affichées ne sont pas à jour. (date du dernier chargement : {lastloadtime}). Connectez votre appareil et cliquez sur « Actualiser » dans la barre d'outils en haut de l'écran pour mettre à jour.
it: Visualizzazione dati dall'ultimo caricamento ({lastloadtime}). Connetti il dispositivo e fai clic su "Aggiorna" nella barra degli strumenti in alto per aggiornare.
ja: 最終ロード時（{lastloadtime}）のデータが表示されています。 デバイスを接続したら、トップのツールバーにある ［リフレッシュ］ をクリックしアップデートしてください。
ko: 마지막으로 로드된 시점({lastloadtime})의 데이터를 표시합니다. 기기를 연결하고 상단 툴바에서 "새로 고침"을 클릭하여 업데이트하십시오.
pt: Exibindo dados do último carregamento ({lastloadtime}). Conecte seu dispositivo e clique em "Atualizar" na barra de ferramentas superior para atualizar.
ru: Отображена дата последней загрузки ({lastloadtime}). Подключите устройство и нажмите "Обновить" на верхней панели инструментов, чтобы обновить данные.
zh: 正在显示最近一次加载（{lastloadtime}）的数据。 请连接您的设备，然后单击顶部工具栏的“刷新”来进行更新。

# USBBackupLoadingHint_Info
source: iMazing needs to back up your entire device to extract data. It can take a while.
de: Zum Extrahieren der Daten muss iMazing Ihr gesamtes Gerät sichern. Dies kann einige Minuten dauern.
es: iMazing debe realizar una copia de seguridad del dispositivo completo para extraer los datos. Esto puede llevar un tiempo.
fr: iMazing doit sauvegarder l’intégralité de votre appareil pour extraire les données. L’opération peut être longue.
it: iMazing deve effettuare il backup dell'intero dispositivo per estrarre i dati. L'operazione potrebbe richiedere qualche secondo.
ja: データを復元するには、iMazing がお使いの端末全体をバックアップする必要があります。これにはしばらく時間がかかります。
ko: iMazing가 데이터를 추출하려면 기기 전체를 백업해야 합니다. 이 작업에는 다소 시간이 걸릴 수 있습니다.
pt: O iMazing precisa fazer backup de todo o dispositivo para extrair os dados. Isso pode demorar um pouco.
ru: Приложению iMazing необходимо скопировать все устройство для извлечения данных. Это может занять некоторое время.
zh: iMazing 需要备份您的整个设备以从中提取数据，用时可能较长。

# WiFiBackupLoadingHint_Info
source: iMazing needs to back up your entire device to extract data. It can take a while via Wi-Fi. Connect your USB cable to speed up the process.
de: Zum Extrahieren der Daten muss iMazing Ihr gesamtes Gerät sichern. Über WLAN kann dieser Vorgang einige Minuten dauern. Schließen Sie das USB-Kabel an, um den Prozess zu beschleunigen.
es: iMazing debe realizar una copia de seguridad del dispositivo completo para extraer los datos. Puede demorarse mediante Wi-Fi. Conecte el cable USB para acelerar el proceso.
fr: iMazing doit sauvegarder l’intégralité de votre appareil pour extraire les données. Cela peut prendre du temps en utilisant le Wi-Fi. Connectez votre câble USB pour accélérer l’opération.
it: iMazing deve effettuare il backup dell'intero dispositivo per estrarre i dati. L'operazione potrebbe richiedere qualche secondo tramite Wi-Fi. Collega il cavo USB per velocizzare il processo.
ja: データを復元するには、iMazing がお使いの端末全体をバックアップする必要があります。Wi-Fi 接続ではしばらく時間がかかります。所要時間を短縮するにはUSB ケーブルで端末を接続してください。
ko: iMazing가 데이터를 추출하려면 기기 전체를 백업해야 합니다. 이 작업을 Wi-Fi 상태로 진행하면 다소 시간이 걸릴 수 있습니다. 좀더 속도를 높이려면 USB 케이블을 연결하세요.
pt: O iMazing precisa fazer backup de todo o dispositivo para extrair os dados. Isso pode demorar um pouco através do Wi-Fi. Conecte o cabo USB para acelerar o processo.
ru: Приложению iMazing необходимо скопировать все устройство для извлечения данных. Это может занять некоторое время при использовании Wi-Fi. Подключите устройство по кабелю USB, чтобы ускорить этот процесс.
zh: iMazing 需要备份您的整个设备以从中提取数据。通过 Wi-Fi 用时可能较长，连接 USB 线缆可加快速度。

# BackupNeededToAccessData_Info
source: iMazing needs to back up {devicename} in order to give you access to this data. Backup now?
de: iMazing muss {devicename} sichern, um Ihnen Zugang zu diesen Daten zu verschaffen. Jetzt sichern?
es: iMazing debe realizar una copia de seguridad de {devicename} para darle acceso a sus datos. ¿Realizar copia ahora?
fr: iMazing doit sauvegarder {devicename} pour vous donner accès à ces données. Sauvegarder maintenant ?
it: iMazing deve effettuare il backup di {devicename} per consentirti l'accesso a questi dati. Effettuare il backup adesso?
ja: このデータにアクセスするには、iMazing が {devicename} をバックアップする必要があります。今すぐバックアップしますか？
ko: 이 데이터에 접근 권한을 제공하기 위해 iMazing가 {devicename} 기기를 백업해야 합니다. 지금 백업할까요?
pt: O IMazing precisa fazer backup do {devicename} para lhe conceder acesso a estes dados. Fazer backup agora?
ru: Приложению iMazing необходимо создать копию {devicename}, чтобы предоставить вам доступ к этим данным. Создать копию?
zh: 待 iMazing 备份 {devicename} 后，您才能访问此数据。是否立即备份？

# RefreshData(Backup)_Title
source: Refresh Data
de: Daten aktualisieren
es: Actualizar datos
fr: Actualiser les données
it: Aggiorna dati
ja: データをリフレッシュ
ko: 데이터 새로 고침
pt: Atualizar dados
ru: Обновить данные
zh: 刷新数据
