Repository: Jeff-Lewis/iToolPlus
Catalog: iToolPlusFiles/Resources/*.lproj/iMazingLabels.strings
Languages: de, es, fr, it, ja, ko, pt, ru, zh

# AppleSupportCoverage_UserAction
source: Apple Support Coverage
de: Abdeckung durch Apple-Support
es: Cobertura de Soporte de Apple
fr: Assistance Apple
it: Copertura assistenza Apple
ja: Apple 製品の保証とサポート
ko: Apple 지원 적용 범위
pt: Cobertura do Suporte da Apple
ru: Зона действия поддержки Apple
zh: Apple 支持范围

# ExportRawData_UserAction
source: Export Raw Data
de: Export Rohdaten
es: Exportar datos sin procesar
fr: Exporter données brutes
it: Esporta dati originali
ja: Raw データをエクスポート
ko: 원본 데이터 내보내기
pt: Exportar Dados Brutos
ru: Экспорт необраб. данных
zh: 导出原始数据

# ExportRawData_Title
source: Export {devicename} Raw Data
de: Export {devicename} Rohdaten
es: Exportar datos sin procesar de {devicename}
fr: Exporter les données brutes de {devicename}
it: Esporta dati originali di {devicename}
ja: {devicename} の Raw データをエクスポート
ko: {devicename} 원본 데이터 내보내기
pt: Exportar Dados Brutos de {devicename}
ru: Экспорт необраб. данных {devicename}
zh: 导出 {devicename} 原始数据

# Name(Device)_Label
source: Name
es: Nombre
fr: Nom
it: Nome
ja: 氏名
ko: 이름
pt: Nome
ru: Имя
zh: 名称

# DeviceName_Label
source: Device Name
de: Gerätename
es: Nombre del dispositivo
fr: Nom de l'appareil
it: Nome dispositivo
ja: デバイス名
ko: 기기 이름
pt: Nome do dispositivo
ru: Имя устройства
zh: 设备名称

# Model(Device)_Label
source: Model
de: Modell
es: Modelo
fr: Modèle
it: Modello
ja: モデル
ko: 모델
pt: Modelo
ru: Модель
zh: 型号

# DeviceModel_Label
source: Device Model
de: Gerätemodell
es: Modelo del dispositivo
fr: Modèle d'appareil
it: Modello dispositivo
ja: デバイスのモデル
ko: 기기 모델
pt: Modelo do dispositivo
ru: Модель устройства
zh: 设备型号

# iOSVersion_Label
source: iOS Version
es: Versión iOS
fr: Version iOS
it: Versione iOS
ja: iOS バージョン
ko: iOS 버전
pt: Versão do iOS
ru: Версия iOS
zh: iOS 版本

# PasscodeLocked(Status)_Label
source: Passcode Locked
de: Passcodesperre
es: Código acceso
fr: Code bloqué
it: Codice bloccato
ja: パスコード ロック済み
ko: 보안번호 잠김
pt: Bloq. por senha
ru: Заблокиовано паролем
zh: 密码锁定

# Carrier(Phone)_Label
source: Carrier
de: Betreiber
es: Portador
fr: Opérateur
it: Operatore
ja: キャリア（通信事業者）
ko: 통신사
pt: Operadora
ru: Оператор
zh: 运营商

# DeviceUDID_Label
source: Device UDID
de: Geräte-UDID
es: UDID del dispositivo
fr: UDID de l'appareil
it: UDID dispositivo
ja: デバイスの UDID
ko: 기기 UDID
pt: UDID do dispositivo
ru: UDID устройства
zh: 设备 UDID

# Disconnected(Status)_Label
source: Disconnected
de: Getrennt
es: Desconectado
fr: Déconnecté
it: Disconnesso
ja: 接続されていません
ko: 연결 해제됨
pt: Desconectado
ru: Отключено
zh: 已断开

# ConnectedViaUSB(Status)_Label
source: Connected via USB
de: Verbindung über USB
es: Conectado mediante USB
fr: Connecté en USB
it: Connesso tramite USB
ja: USB 経由で接続されました
ko: USB로 연결 중
pt: Conectado por USB
ru: Подключение через USB
zh: 已通过 USB 连接

# ConnectedViaWiFi(Status)_Label
source: Connected via Wi-Fi
de: Verbindung über WLAN
es: Conectado mediante Wi-Fi
fr: Connecté en Wi-Fi
it: Connesso tramite Wi-Fi
ja: Wi-Fi 経由で接続されました
ko: Wi-Fi로 연결 중
pt: Conectado por Wi-Fi
ru: Подключение через USB
zh: 已通过 Wi-Fi 连接

# WiFiSleep(Status)_Label
source: Wi-Fi Sleep
de: WLAN-Schlafmodus
es: Wi-Fi suspendida
fr: Veille Wi-Fi
it: Wi-Fi in sleep
ja: Wi-Fi スリープモード
ko: Wi-Fi 대기
pt: Wi-Fi em suspensão
ru: Wi-Fi в режиме сна
zh: Wi-Fi 睡眠

# LookingForDevice(Status)_Label
source: Looking for device...
de: Suche nach Gerät...
es: Buscando dispositivo...
fr: Recherche de l'appareil...
it: Ricerca di dispositivi...
ja: デバイスを探しています…
ko: 기기 검색 중...
pt: Procurando dispositivo...
ru: Поиск устройства
zh: 正在查找设备...

# CannotSetDeviceName_Info
source: Cannot set device name.
de: Kann Gerätenamen nicht einstellen.
es: No se puede definir el nombre del archivo.
fr: Impossible de changer le nom de l'appareil.
it: Impossibile impostare nome dispositivo.
ja: デバイス名を設定できません。
ko: 기기명을 설정할 수 없습니다.
pt: Não é possível definir o nome do dispositivo.
ru: Не удается задать имя устройства.
zh: 无法设置设备名称。

# ChangeDeviceName_Title
source: Change Name
de: Namen ändern
es: Cambiar nombre
fr: Renommer
it: Modifica nome
ja: 名前を変更
ko: 이름 변경
pt: Alterar nome
ru: Изменить имя
zh: 更改名称

# ChangeDeviceName_Info
source: Enter a new name
de: Neuen Namen eingeben
es: Escribir nombre nuevo
fr: Saisir un nouveau nom
it: Inserisci nuovo nome
ja: 新しい名前を入力
ko: 새 이름 입력
pt: Digite um novo nome
ru: Введите новое имя
zh: 输入新名称

# AppleIDFirstName_Label
source: Apple ID Firstname
de: Apple-ID Vorname
es: Nombre de ID de Apple
fr: Prénom de l'identifiant Apple
it: ID Apple Nome
ko: Apple ID 이름
pt: Nome do ID Apple
ru: Apple ID - имя
zh: Apple ID 名字

# AppleIDLastName_Label
source: Apple ID Lastname
de: Apple-ID Nachname
es: Apellido de ID de Apple
fr: Nom de l'identifiant Apple
it: ID Apple Cognome
ko: Apple ID 성
pt: Sobrenome do ID Apple
ru: Apple ID - фамилия
zh: Apple ID 姓氏

# RegisterIMazing_Title
source: Register iMazing
de: iMazing registrieren
es: Registrar iMazing
fr: Enregistrement iMazing
it: Registra iMazing
ja: iMazing を登録
ko: iMazing 등록
pt: Registrar o iMazing
ru: Регистрация iMazing
zh: 注册 iMazing

# PurchaseIMazing_UserAction
source: Purchase iMazing
de: iMazing kaufen
es: Comprar iMazing
fr: Acheter iMazing
it: Acquista iMazing
ja: iMazing を購入
ko: iMazing 구입
pt: Comprar o iMazing
ru: Купить iMazing
zh: 购买 iMazing

# iMazingNotActivated_Title
source: iMazing is not Activated
de: iMazing wurde nicht aktiviert
es: iMazing no está registrado
fr: iMazing n'est pas enregistré
it: iMazing non è attivato
ja: iMazing は登録されていません
ko: 등록되지 않은 iMazing입니다.
pt: O iMazing não está registrado
ru: Приложение iMazing не зарегистрировано
zh: iMazing 未激活

# iMazingNotActivated_Info
source: You need to purchase and activate iMazing to use this feature.
de: Sie müssen iMazing kaufen und aktivieren, um diese Funktion zu verwenden.
es: Tiene que registrar iMazing para utilizar esta función.
fr: Vous devez enregistrer iMazing et l'acheter pour utiliser cette fonction.
it: Per poter utilizzare questa funzione, è necessario acquistare e attivare iMazing.
ja: この機能をご利用になるには、iMazing を登録してください。
ko: 이 기능을 사용하려면 먼저 iMazing를 등록해야 합니다.
pt: Você deve registrar iMazing para usar este recurso.
ru: Необходимо приобрести и зарегистрировать iMazing для использования этой функции.
zh: 您需要购买并激活 iMazing 以使用这项功能。

# iMazingInTrialMode_Title
source: iMazing is Running in Trial Mode
de: iMazing läuft im Testmdous
es: iMazing se está ejecutando en modo de prueba
fr: La version de iMazing en cours d'exécution est une version d'évaluation
it: Questa è la versione di prova di iMazing
ja: iMazing をトライアルモードで起動中
ko: iMazing 체험판 모드로 실행 중입니다
pt: O iMazing está sendo executado no modo de avaliação
ru: iMazing работает в пробном режиме
zh: iMazing 当前以试用模式运行

# iMazingInTrialMode(Media)_Info
source: When running in trial mode iMazing allows to copy up to {maxitems} media items for free. If you wish to export or preview an unlimited number of items you need to purchase a license.
de: Im Testmodus erlaubt iMazing das kostenlose Kopieren von bis zu {maxitems} Titeln. Falls Sie eine unbegrenzte Anzahl von Objekten exportieren oder eine Vorschau sehen möchten, müssen Sie eine Lizenz erwerben.
es: Al ejecutarse en modo de prueba, iMazing permite copiar hasta {maxitems} artículos de pistas multimedia gratuitos. Si quiere exportar o acceder a la vista previa de una cantidad ilimitada de artículos, tiene que comprar una licencia.
fr: La version d'évaluation de iMazing permet de copier gratuitement jusqu'à {maxitems} éléments média gratuitement. L'export ou la prévisualisation d'un nombre illimité d'éléments est soumis à l'achat d'une licence.
it: In versione di prova, iMazing consente di copiare gratuitamente fino a {maxitems} elementi multimediali. Se desideri esportare o vedere in anteprima un numero illimitato di elementi, è necessario acquistare una licenza.
ja: トライアルモードで起動中は、最大 {maxitems} まで iMazing でメディアアイテムを無料コピー可能です。無制限でアイテムをエクスポートあるいはプレビューしたい方はライセンスをご購入ください。
ko: 체험판 모드에서는 iMazing로 {maxitems}개의 트랙만 비용 없이 복사할 수 있습니다. 내보내기 또는 미리보기 기능을 항목 수 제한 없이 사용하려면 라이선스를 구매해야 합니다.
pt: Quando executado no modo de avaliação, o iMazing permite copiar até {maxitems} itens de mídia gratuitamente. Caso queira exportar ou visualizar um número ilimitado de itens, é necessário comprar uma licença.
ru: Максимальное количество медиа-объектов, которые можно скопировать бесплатно в пробном режиме iMazing: {maxitems}. Чтобы экспортировать и предварительно просматривать их без ограничений, купите лицензию.
zh: 在试用模式下运行时，iMazing 最多允许免费拷贝 {maxitems} 首媒体。若要导出或预览数量无限的项目，请购买许可证。

# iMazingInTrialMode(Photos)_Info
source: When running in trial mode iMazing allows to copy up to {maxitems} photos or videos for free. If you wish to export or preview an unlimited number of items you need to purchase a license.
de: Beim Lauf im Testmodus erlaubt iMazing das kostenlose Kopieren von bis zu {maxitems} Fotos oder Videos. Falls Sie eine unbegrenzte Anzahl von Objekten exportieren oder eine Vorschau sehen möchten, müssen Sie eine Lizenz erwerben.
es: Al ejecutar iMazing en modo de prueba, se permite la copia de hasta {maxitems} fotos o vídeos gratis. Si quiere exportar o ver la vista previa de una cantidad ilimitada de artículos, tiene que comprar una licencia.
fr: La version d'évaluation de iMazing permet de copier gratuitement jusqu'à {maxitems} photos ou vidéos. L'export ou la prévisualisation d'un nombre illimité d'éléments sont soumis à l'achat d'une licence.
it: In versione di prova, iMazing consente di copiare gratuitamente fino a {maxitems} foto o video. Se desideri esportare o vedere in anteprima un numero illimitato di elementi, è necessario acquistare una licenza.
ja: トライアルモードで起動中は、最大 {maxitems} まで iMazing で写真やビデオを無料コピー可能です。無制限でアイテムをエクスポートあるいはプレビューしたい方はライセンスをご購入ください。
ko: 체험판 모드에서는 {maxitems}개의 사진 또는 동영상만 비용 없이 복사할 수 있습니다. 내보내기 또는 미리보기 기능을 항목 수 제한 없이 사용하려면 라이선스를 구매해야 합니다.
pt: Quando executado no modo de avaliação, o iMazing permite copiar até {maxitems} fotos ou vídeos gratuitamente. Se você quiser exportar ou visualizar um número ilimitado de itens, deverá comprar uma licença.
ru: Максимальное количество фото и видео, которые можно скопировать бесплатно в пробном режиме iMazing: {maxitems}. Чтобы экспортировать и предварительно просматривать их без ограничений, купите лицензию.
zh: 在试用模式下运行时，iMazing 最多允许免费拷贝 {maxitems} 项照片或视频。若要导出或预览数量不限的项目，请购买许可证。

# iMazingInTrialMode(Messages)_Info
source: When running in trial mode iMazing allows to copy up to {maxitems} messages for free. If you wish to export or preview an unlimited number of items you need to purchase a license.
de: Beim Lauf im Testmodus erlaubt iMazing das kostenlose Kopieren von bis zu {maxitems} Nachrichten. Falls Sie eine unbegrenzte Anzahl von Objekten exportieren oder eine Vorschau sehen möchten, müssen Sie eine Lizenz erwerben.
es: Al ejecutar iMazing en modo de prueba, se permite la copia de hasta {maxitems} mensajes gratis. Si quiere exportar o ver la vista previa de una cantidad ilimitada de artículos, tiene que comprar una licencia.
fr: La version d'évaluation de iMazing permet de copier gratuitement jusqu'à {maxitems} messages. L'export ou la prévisualisation d'un nombre illimité d'éléments sont soumis à l'achat d'une licence.
it: In versione di prova, iMazing consente di copiare gratuitamente fino a {maxitems} messaggi. Se desideri esportare o vedere in anteprima un numero illimitato di elementi, è necessario acquistare una licenza.
ja: トライアルモードで起動中は、最大 {maxitems} まで iMazing でメッセージを無料コピー可能です。無制限でアイテムをエクスポートあるいはプレビューしたい方はライセンスをご購入ください。
ko: 체험판 모드에서는 {maxitems}개의 메시지만 비용 없이 복사할 수 있습니다. 내보내기 또는 미리보기 기능을 항목 수 제한 없이 사용하려면 라이선스를 구매해야 합니다.
pt: Quando executado no modo de avaliação, o iMazing permite copiar até {maxitems} mensagens gratuitamente. Se você quiser exportar ou visualizar um número ilimitado de itens, deverá comprar uma licença.
ru: Максимальное количество сообщений, которые можно скопировать бесплатно в пробном режиме iMazing: {maxitems}. Чтобы экспортировать и предварительно просматривать их без ограничений, купите лицензию.
zh: 在试用模式下运行时，iMazing 最多允许免费拷贝 {maxitems} 条信息。若要导出或预览数量不限的项目，请购买许可证。

# iMazingInTrialMode(Contacts)_Info
source: When running in trial mode iMazing allows to copy up to {maxitems} contacts for free. If you wish to export or preview an unlimited number of items you need to purchase a license.
de: Beim Lauf im Testmodus erlaubt iMazing das kostenlose Kopieren von bis zu {maxitems} Kontakten. Falls Sie eine unbegrenzte Anzahl von Objekten exportieren oder eine Vorschau sehen möchten, müssen Sie eine Lizenz erwerben.
es: Al ejecutar iMazing en modo de prueba, se permite la copia de hasta {maxitems} contactos gratis. Si quiere exportar o ver la vista previa de una cantidad ilimitada de artículos, tiene que comprar una licencia.
fr: La version d'évaluation de iMazing permet de copier gratuitement jusqu'à {maxitems} contacts. L'export ou la prévisualisation d'un nombre illimité d'éléments sont soumis à l'achat d'une licence.
it: In versione di prova, iMazing consente di copiare gratuitamente fino a {maxitems} contatti. Se desideri esportare o vedere in anteprima un numero illimitato di elementi, è necessario acquistare una licenza.
ja: トライアルモードで起動中は、最大 {maxitems} まで iMazing で連絡先を無料コピー可能です。無制限でアイテムをエクスポートあるいはプレビューしたい方はライセンスをご購入ください。
ko: 체험판 모드에서는 {maxitems}개의 연락처만 비용 없이 복사할 수 있습니다. 내보내기 또는 미리보기 기능을 항목 수 제한 없이 사용하려면 라이선스를 구매해야 합니다.
pt: Quando executado no modo de avaliação, o iMazing permite copiar até {maxitems} contatos gratuitamente. Se você quiser exportar ou visualizar um número ilimitado de itens, deverá comprar uma licença.
ru: Максимальное количество контактов, которые можно скопировать бесплатно в пробном режиме iMazing: {maxitems}. Чтобы экспортировать и предварительно просматривать их без ограничений, купите лицензию.
zh: 在试用模式下运行时，iMazing 最多允许免费拷贝 {maxitems} 个联系人。若要导出或预览数量不限的项目，请购买许可证。

# iMazingInTrialMode(Notes)_Info
source: When running in trial mode iMazing allows to copy up to {maxitems} notes for free. If you wish to export or preview an unlimited number of items you need to purchase a license.
de: Beim Lauf im Testmodus erlaubt iMazing das kostenlose Kopieren von bis zu {maxitems} Notizen. Falls Sie eine unbegrenzte Anzahl von Objekten exportieren oder eine Vorschau sehen möchten, müssen Sie eine Lizenz erwerben.
es: Al ejecutar iMazing en modo de prueba, se permite la copia de hasta {maxitems} notas gratis. Si quiere exportar o ver la vista previa de una cantidad ilimitada de artículos, tiene que comprar una licencia.
fr: La version d'évaluation de iMazing permet de copier gratuitement jusqu'à {maxitems} notes. L'export ou la prévisualisation d'un nombre illimité d'éléments sont soumis à l'achat d'une licence.
it: In versione di prova, iMazing consente di copiare gratuitamente fino a {maxitems} note. Se desideri esportare o vedere in anteprima un numero illimitato di elementi, è necessario acquistare una licenza.
ja: トライアルモードで起動中は、最大 {maxitems} まで iMazing でメモを無料コピー可能です。無制限でアイテムをエクスポートあるいはプレビューしたい方はライセンスをご購入ください。
ko: 체험판 모드에서는 {maxitems}개의 노트만 비용 없이 복사할 수 있습니다. 내보내기 또는 미리보기 기능을 항목 수 제한 없이 사용하려면 라이선스를 구매해야 합니다.
pt: Quando executado no modo de avaliação, o iMazing permite copiar até {maxitems} notas gratuitamente. Se você quiser exportar ou visualizar um número ilimitado de itens, deverá comprar uma licença.
ru: Максимальное количество заметок, которые можно скопировать бесплатно в пробном режиме iMazing: {maxitems}. Чтобы экспортировать и предварительно просматривать их без ограничений, купите лицензию.
zh: 在试用模式下运行时，iMazing 最多允许免费拷贝 {maxitems} 条备忘录。若要导出或预览数量不限的项目，请购买许可证。

# iMazingInTrialMode(VoiceMemos)_Info
source: When running in trial mode iMazing allows to copy up to {maxitems} voice memos for free. If you wish to export or preview an unlimited number of items you need to purchase a license.
de: Beim Lauf im Testmodus erlaubt iMazing das kostenlose Kopieren von bis zu {maxitems} Sprachmemos. Falls Sie eine unbegrenzte Anzahl von Objekten exportieren oder eine Vorschau sehen möchten, müssen Sie eine Lizenz erwerben.
es: Al ejecutar iMazing en modo de prueba, se permite la copia de hasta {maxitems} notas de voz gratis. Si quiere exportar o ver la vista previa de una cantidad ilimitada de artículos, tiene que comprar una licencia.
fr: La version d'évaluation de iMazing permet de copier gratuitement jusqu'à {maxitems} mémos vocaux. L'export ou la prévisualisation d'un nombre illimité d'éléments sont soumis à l'achat d'une licence.
it: In versione di prova, iMazing consente di copiare gratuitamente fino a {maxitems} memo vocali. Se desideri esportare o vedere in anteprima un numero illimitato di elementi, è necessario acquistare una licenza.
ja: トライアルモードで起動中は、最大 {maxitems} まで iMazing でボイス メモを無料コピー可能です。無制限でアイテムをエクスポートあるいはプレビューしたい方はライセンスをご購入ください。
ko: 체험판 모드에서는 {maxitems}개의 음성 메모만 비용 없이 복사할 수 있습니다. 내보내기 또는 미리보기 기능을 항목 수 제한 없이 사용하려면 라이선스를 구매해야 합니다.
pt: Quando executado no modo de avaliação, o iMazing permite copiar até {maxitems} lembretes de voz gratuitamente. Se você quiser exportar ou visualizar um número ilimitado de itens, deverá comprar uma licença.
ru: Максимальное количество голосовых напоминаний, которые можно скопировать бесплатно в пробном режиме iMazing: {maxitems}. Чтобы экспортировать и предварительно просматривать их без ограничений, купите лицензию.
zh: 在试用模式下运行时，iMazing 最多允许免费拷贝 {maxitems} 条语音备忘录。若要导出或预览数量不限的项目，请购买许可证。

# iMazingInTrialMode(Voicemail)_Info
source: When running in trial mode iMazing allows to copy up to {maxitems} voicemail for free. If you wish to export or preview an unlimited number of items you need to purchase a license.
de: Beim Lauf im Testmodus erlaubt iMazing das kostenlose Kopieren von bis zu {maxitems} Sprachnachrichten. Falls Sie eine unbegrenzte Anzahl von Objekten exportieren oder eine Vorschau sehen möchten, müssen Sie eine Lizenz erwerben.
es: Al ejecutar iMazing en modo de prueba, se permite la copia de hasta {maxitems} mensajes de voz gratis. Si quiere exportar o ver la vista previa de una cantidad ilimitada de artículos, tiene que comprar una licencia.
fr: La version d'évaluation de iMazing permet de copier gratuitement jusqu'à {maxitems} messages vocaux. L'export ou la prévisualisation d'un nombre illimité d'éléments sont soumis à l'achat d'une licence.
it: In versione di prova, iMazing consente di copiare gratuitamente fino a {maxitems} messaggi di segreteria. Se desideri esportare o vedere in anteprima un numero illimitato di elementi, è necessario acquistare una licenza.
ja: トライアルモードで起動中は、最大 {maxitems} まで iMazing でボイス メールを無料コピー可能です。無制限でアイテムをエクスポートあるいはプレビューしたい方はライセンスをご購入ください。
ko: 체험판 모드에서는 {maxitems}개의 음성 메일만 비용 없이 복사할 수 있습니다. 내보내기 또는 미리보기 기능을 항목 수 제한 없이 사용하려면 라이선스를 구매해야 합니다.
pt: Quando executado no modo de avaliação, o iMazing permite copiar até {maxitems} mensagens de voz gratuitamente. Se você quiser exportar ou visualizar um número ilimitado de itens, deverá comprar uma licença.
ru: Максимальное количество голосовых сообщений, которые можно скопировать бесплатно в пробном режиме iMazing: {maxitems}. Чтобы экспортировать и предварительно просматривать их без ограничений, купите лицензию.
zh: 在试用模式下运行时，iMazing 最多允许免费拷贝 {maxitems} 封语音邮件。若要导出或预览数量不限的项目，请购买许可证。

# iMazingInTrialMode(CallHistory)_Info
source: When running in trial mode iMazing allows to copy up to {maxitems} calls for free. If you wish to export or preview an unlimited number of items you need to purchase a license.
de: Beim Lauf im Testmodus erlaubt iMazing das kostenlose Kopieren von bis zu {maxitems} Anrufen. Falls Sie eine unbegrenzte Anzahl von Objekten exportieren oder eine Vorschau sehen möchten, müssen Sie eine Lizenz erwerben.
es: Al ejecutar iMazing en modo de prueba, se permite la copia de hasta {maxitems} llamadas gratis. Si quiere exportar o ver la vista previa de una cantidad ilimitada de artículos, tiene que comprar una licencia.
fr: La version d'évaluation de iMazing permet de copier gratuitement jusqu'à {maxitems} appels. L'export ou la prévisualisation d'un nombre illimité d'éléments sont soumis à l'achat d'une licence.
it: In versione di prova, iMazing consente di copiare gratuitamente fino a {maxitems} chiamate. Se desideri esportare o vedere in anteprima un numero illimitato di elementi, è necessario acquistare una licenza.
ja: トライアルモードで起動中は、最大 {maxitems} まで iMazing で通話を無料コピー可能です。無制限でアイテムをエクスポートあるいはプレビューしたい方はライセンスをご購入ください。
ko: 체험판 모드에서는 {maxitems}개의 통화만 비용 없이 복사할 수 있습니다. 내보내기 또는 미리보기 기능을 항목 수 제한 없이 사용하려면 라이선스를 구매해야 합니다.
pt: Quando executado no modo de avaliação, o iMazing permite copiar até {maxitems} chamadas gratuitamente. Se você quiser exportar ou visualizar um número ilimitado de itens, deverá comprar uma licença.
ru: Максимальное количество звонков, которые можно скопировать бесплатно в пробном режиме iMazing: {maxitems}. Чтобы экспортировать и предварительно просматривать их без ограничений, купите лицензию.
zh: 在试用模式下运行时，iMazing 最多允许免费拷贝 {maxitems} 条通话。若要导出或预览数量不限的项目，请购买许可证。

# iMazingTrialLimitExceeded(Generic)_Info
source: Your selection is larger than what is offered in iMazing’s free trial. iMazing will process the first {remainingitems} items of your selection for you to preview. Please purchase a license to remove the limit.
de: Ihre Auswahl ist größer als die in der kostenlosen Version von iMazing zulässige Anzahl. iMazing wird die ersten {remainingitems} Titel Ihrer Auswahl verarbeiten und Ihnen als Vorschau präsentieren. Wenn Sie die Beschränkung aufheben möchten, kaufen Sie bitte eine Lizenz.
es: Su selección es más grande que la ofrecida en la prueba gratuita de iMazing. iMazing procesará los primeros {remainingitems} artículos de su selección para su vista previa. Por favor, compre una licencia y elimine así la limitación.
fr: Votre sélection excède la restriction de la version d'évaluation de iMazing. iMazing traitera les {remainingitems} premiers éléments pour que vous puissiez les prévisualiser. Veuillez acheter une licence pour supprimer la limite.
it: La tua selezione supera il limite offerto dalla versione di prova di iMazing. iMazing elaborerà i primi {remainingitems} oggetti della selezione, che potrai visualizzare in anteprima. Acquista una licenza per non avere limiti.
ja: お客様が選択した作業は iMazing 無料トライアルの制限を超えています。iMazing は選択された最初の {remainingitems} を処理し、プレビューを表示します。制限を解除するには、ライセンスをご購入ください。
ko: 선택하신 범위가 iMazing 무료 체험판 제공 한도를 초과하였습니다. iMazing가 미리보기 용으로 선택한 아이템 {remainingitems}개를 먼저 처리합니다. 라이선스틀 구매하여 한도를 제거하십시오.
pt: Sua seleção é maior do que o que é oferecido na versão gratuita de avaliação do iMazing. O iMazing processará os primeiros {remainingitems} itens de sua seleção para você visualizar. Por favor, compre uma licença para remover o limite.
ru: Объем выборки превышает предлагаемый в бесплатной пробной версии iMazing. iMazing обработает первые {remainingitems} элементов из выборки для предварительного просмотра. Купите лицензию чтобы снять ограничение.
zh: 您选定的项目数量多于 iMazing 免费试用版允许的数量。iMazing 将处理前 {remainingitems} 项用于预览，请购买许可证以解除限制。
