Repository: Jeff-Lewis/iToolPlus
Catalog: iToolPlusFiles/Resources/*.lproj/iMazingLabels.strings
Languages: de, es, fr, it, ja, ko, pt, ru, zh

# OnMyDevice_Label
source: On my {deviceclass}
de: Auf meinem {deviceclass}
es: En mi {deviceclass}
fr: Sur mon {deviceclass}
it: Sul mio {deviceclass}
ja: 自分の {deviceclass} で
ko: 나의 {deviceclass} 저장 항목
pt: Em Meu {deviceclass}
ru: На моем {deviceclass}
zh: 我的 {deviceclass} 上

# Calendars(Dataset)_Label
source: Calendars
de: Kalender
es: Calendarios
fr: Calendriers
it: Calendari
ja: カレンダー
ko: 달력
pt: Calendários
ru: Календари
zh: 日历

# SafariBookmarks(Dataset)_Label
source: Safari bookmarks
de: Safari-Lesezeichen
es: Favoritos de Safari
fr: Marque-pages Safari
it: Bookmark di Safari
ja: Safari ブックマーク
ko: Safari 책갈피
pt: Marcadores do Safari
ru: Закладки Safari
zh: Safari 书签

# OtherDataAndPreferences(Dataset)_Label
source: Other data and preferences
de: Andere Daten und Einstellungen
es: Otros datos y preferencias
fr: Autres données et préférences
it: Altri dati e preferenze
ja: その他のデータと環境設定
ko: 기타 데이터 및 환경설정
pt: Outros dados e preferências
ru: Другие данные и настройки
zh: 其他数据和偏好设置

# Notes(App)_Label
source: Notes
de: Notizen
es: Notas
it: Note
ja: メモ
ko: 노트
pt: Notas
ru: Заметки
zh: 备忘录

# Notes(Dataset)_Label
source: Notes
de: Notizen
es: Notas
it: Note
ja: メモ
ko: 노트
pt: Notas
ru: Заметки
zh: 备忘录

# DefaultFileNameNote_Label
source: Note
de: Notiz
es: Nota
it: Nota
ja: メモ
ko: 노트
pt: Observ.
ru: Заметка
zh: 备忘录

# NewNote_UserAction
source: New Note
de: Neue Notiz
es: Nota nueva
fr: Nouvelle note
it: Nuova nota
ja: 新しいメモ
ko: 새 노트
pt: Nova nota
ru: Новая заметка
zh: 新备忘录

# LoadingNotes000_Info
source: Loading Notes...
de: Lade Notizen...
es: Cargando Notas...
fr: Chargement des notes...
it: Caricamento delle note...
ja: メモをロード中…
ko: 노트 불러오는 중...
pt: Carregando notas...
ru: Загрузка заметок...
zh: 正在加载备忘录...

# CopyNote_Title
source: Copy Note
de: Notiz kopieren
es: Copiar nota
fr: Copier la note
it: Copia nota
ja: メモをコピー
ko: 노트 복사
pt: Copiar Nota
ru: Копировать заметку
zh: 拷贝备忘录

# CopyNotes_Title
source: Copy Notes
de: Notizen kopieren
es: Copiar notas
fr: Copier les notes
it: Copia note
ja: メモをコピー
ko: 노트 복사
pt: Copiar Notas
ru: Копировать заметки
zh: 拷贝备忘录

# Phone(App)_Label
source: Phone
de: Telefon
es: Teléfono
fr: Téléphone
it: Telefono
ja: 電話番号
ko: 전화
pt: Telefone
ru: Телефон
zh: 电话

# CallHistory_Title
source: Call History
de: Anrufliste
es: Historial de llamadas
fr: Historique des appels
it: Cronologia chiamate
ja: 発信履歴
ko: 통화 내역
pt: Histórico de Chamadas
ru: Журнал звонков
zh: 通话记录

# CallHistory_Label
source: Call history
de: Anrufliste
es: Historial de llamadas
fr: Historique des appels
it: Cronologia chiamate
ja: 通話履歴
ko: 통화 내역
pt: Histórico de chamadas
ru: История звонков
zh: 通话记录

# DefaultFileNameCallHistory_Label
source: Call History
de: Anrufliste
es: Historial de llamadas
fr: Historique des appels
it: Cronologia chiamate
ja: 発信履歴
ko: 통화 내역
pt: Histórico de chamadas
ru: Журнал звонков
zh: 通话记录

# Blocked(Call)_Label
source: Blocked
de: Blockiert
es: Bloqueadas
fr: Bloqué
it: Bloccata
ja: ブロックされています
ko: 차단됨
pt: Bloqueado
ru: Заблокировано
zh: 已阻止

# LoadingCallHistory000_Info
source: Loading Call History...
de: Lade Anrufliste...
es: Cargando Historial de llamadas...
fr: Chargement de l'historique des appels...
it: Caricamento della cronologia chiamate...
ja: 通話履歴をロード中…
ko: 통화 내역 불러오는 중...
pt: Carregando Histórico de Chamadas...
ru: Загрузка журнала звонков...
zh: 正在加载通话记录...

# CopyCallHistory_Title
source: Copy Call History
de: Anrufliste kopieren
es: Copiar historial de llamadas
fr: Copier l'historique des appels
it: Copia cronologia chiamate
ja: 通話履歴をコピー
ko: 통화 내역 복사
pt: Copiar Histórico de Chamadas
ru: Копировать журнал звонков
zh: 拷贝通话记录

# Missed(Call)_Label
source: Missed
de: Verpasst
es: Perdida
fr: Manqués
it: Persa
ja: 不通
ko: 부재중 전화
pt: Perdidas
ru: Пропущенные
zh: 未接来电

# Refused(Call)_Label
source: Declined
de: Abgebrochen
es: Rechazada
fr: Annulé
it: Rifiutata
ja: 着信拒否
ko: 취소
pt: Canceladas
ru: Отклоненные
zh: 已拒接

# Incoming(Call)_Label
source: Incoming
de: Eingehend
es: Entrante
fr: Entrant(s)
it: In entrata
ja: 着信
ko: 수신
pt: Recebidas
ru: Входящие
zh: 来电

# Outgoing(Call)_Label
source: Outgoing
de: Ausgehend
es: Saliente
fr: Sortant(s)
it: In uscita
ja: 発信
ko: 발신
pt: Enviadas
ru: Исходящие
zh: 去电

# VoiceMail(PhoneApp)_Label
source: Voicemail
de: Sprachnachricht
es: Mensaje de voz
fr: Message vocal
it: Segreteria
ja: ボイス メール
ko: 음성 메시지
pt: Mensagem de voz
ru: Автоответч.
zh: 语音信箱

# Voicemail(Dataset)_Label
source: Voicemail
de: Sprachnachrichten
es: Mensajes de voz
fr: Messages vocaux
it: Messaggi
ja: ボイス メール
ko: 음성 메시지
pt: Mensagens de voz
ru: Голосовые сообщения
zh: 语音信箱

# DefaultFileNameVoicemail_Label
source: Voicemail
de: Sprachnachricht
es: Mensaje de voz
fr: Message vocal
it: Segreteria
ja: ボイス メール
ko: 음성 메시지
pt: Mensagem de voz
ru: Автоответчик
zh: 语音信箱

# LoadingVoicemail000_Info
source: Loading Voicemail...
de: Lade Sprachnachrichten...
es: Cargando Buzón de voz...
fr: Chargement du message vocal...
it: Caricamento messaggi segreteria...
ja: ボイス メールをロード中…
ko: 음성 메시지 불러오는 중...
pt: Carregando Mensagens de voz...
ru: Загрузка голосовых сообщений...
zh: 正在加载语音信箱...

# CopyVoicemail_Title
source: Copy Voicemail
de: Sprachnachricht kopieren
es: Copiar mensaje de voz
fr: Copier le message vocal
it: Copia messaggio
ja: ボイス メールをコピー
ko: 음성 메시지 복사
pt: Copiar Mensagem de voz
ru: Копировать голосовое сообщение
zh: 拷贝语音信箱

# CopyVoicemails_Title
source: Copy Voicemail
de: Sprachnachrichten kopieren
es: Copiar mensaje de voz
fr: Copier le message vocal
it: Copia messaggi
ja: ボイス メールをコピー
ko: 음성 메시지 복사
pt: Copiar Mensagem de voz
ru: Копировать голосовые сообщения
zh: 拷贝语音信箱

# Photos(App)_Label
source: Photos
de: Fotos
es: Fotos
it: Foto
ja: 写真
ko: 사진
pt: Fotos
ru: Фото
zh: 照片

# Photos(Dataset)_Label
source: Photos
de: Fotos
es: Fotos
it: Foto
ja: 写真
ko: 사진
pt: Fotos
ru: Фото
zh: 照片

# Camera(App)_Label
source: Camera
de: Kamera
es: Cámara
fr: Appareil photo
it: Fotocamera
ja: カメラ
ko: 카메라
pt: Câmera
ru: Камера
zh: 相机

# PhotoLibrary_Label
source: Photo Library
de: Fotomediathek
es: Fototeca
fr: Photothèque
it: Libreria foto
ja: フォトライブラリ
ko: 사진 라이브러리
pt: Biblioteca de Fotos
ru: Медиатека
zh: 照片图库

# NoPhotoLibrary_Title
source: Photo Library is Empty
de: Die Fotomediathek ist leer
es: La Fototeca está vacía
fr: La photothèque est vide
it: Libreria foto vuota
ja: フォト ライブラリは空です
ko: 사진 라이브러리 항목 없음
pt: A Biblioteca de Fotos está vazia
ru: Медиатека пуста
zh: 照片图库为空

# NoPhotoLibrary_Info
source: There are no photos synced with this device.
de: Mit diesem Gerät wurden keine Fotos synchronisiert.
es: No hay fotografías sincronizadas con este dispositivo.
fr: Aucune photo n'est synchronisée avec cet appareil.
it: Nessuna foto sincronizzatz con il dispositivo.
ja: ご利用中のデバイスと同期している写真はありません。
ko: 이 기기와 동기화된 사진이 없습니다.
pt: Não há fotos sincronizadas com este dispositivo.
ru: Нет фото, синхронизированных с этим устройством.
zh: 没有照片与此设备同步。

# DeletePhoto_Title
source: Delete Photo
de: Fotos löschen
es: Eliminar foto
fr: Supprimer photo
it: Elimina foto
ja: 写真を削除
ko: 사진 삭제
pt: Excluir Foto
ru: Удалить фото
zh: 删除照片

# DeletePhotosFailLocked_Info
source: Some photos were not deleted because they were locked:
de: Einige Fotos wurden nicht gelöscht, da sie geschützt sind:
es: Algunas fotos no se han eliminado porque están bloqueadas:
fr: Plusieurs photos n'ont pas pu être supprimées car elles étaient verrouillées :
it: Alcune foto non sono state eliminate perché bloccate:
ja: ロックされている写真は削除できませんでした：
ko: 일부 사진이 잠겨 있어 삭제할 수 없음:
pt: Algumas fotos não foram excluídas porque estão bloqueadas:
ru: Некоторые фотографии не удалось удалить, так как они заблокированы:
zh: 部分照片因锁定而未删除：

# LoadingPhotos000_Info
source: Loading Photos...
de: Lade Fotos...
es: Cargando Fotos...
fr: Chargement des photos...
it: Caricamento delle foto...
ja: 写真をロード中…
ko: 사진 불러오는 중...
pt: Carregando Fotos...
ru: Загрузка фото...
zh: 正在加载照片...

# LoadingPhotosThumbnails000_Info
source: Loading Photos Thumbnails...
de: Laden der Foto-Miniaturansichten...
es: Cargando miniaturas de fotos...
fr: Chargement des vignettes...
it: Caricamento delle anteprime foto...
ja: 写真のサムネールをロード中…
ko: 사진 썸네일 불러오는 중...
pt: Carregando miniaturas de fotos...
ru: Загрузка эскизов фотографий
zh: 正在加载照片缩略图...

# DeletingPhotos000_Info
source: Deleting Photos...
de: Lösche Fotos...
es: Suprimiendo Fotos...
fr: Suppression des photos...
it: Eliminazione delle foto...
ja: 写真を削除中…
ko: 사진 삭제 중...
pt: Excluindo fotos...
ru: Удаление фото...
zh: 正在删除照片...

# ConnectUSBToDeletePhotos_Info
source: Please connect your USB cable to delete Photos.
de: Bitte schließen Sie zum Löschen von Fotos Ihr USB-Kabel an.
es: Conecte el cable USB para suprimir las Fotos.
fr: Connectez votre câble USB pour supprimer des photos.
it: Collega il cavo USB per eliminare le foto.
ja: 写真を削除する際は USB ケーブルで接続してください。
ko: 사진을 삭제하려면 USB 케이블을 연결해주세요.
pt: Conecte seu cabo USB para excluir as fotos.
ru: Подключите USB-кабель, чтобы удалить фото.
zh: 请连接您的 USB 线缆来删除照片。

# ConnectUSBToViewCameraRoll_Info
source: Your device needs to be connected in USB to view your Camera Roll thumbnails. If the Wi-Fi connection is enabled you can browse your Camera Roll from the Storage section.
de: Ihr Gerät muss über USB angeschlossen werden, damit Miniaturbilder der Galerie angesehen werden können. Ist die WLAN-Verbindung aktiviert, können Sie Ihre Galerie über den Speicher ansehen.
es: El dispositivo tiene que estar conectado mediante USB para que se visualicen las miniaturas de su Carrete. Si la conexión Wi-Fi está activada, puede explorar el Carrete desde la sección de Almacenamiento.
fr: Votre appareil doit être connecté par USB pour afficher les vignettes de votre Pellicule. Si la connexion Wi-Fi est activée, vous pouvez explorer votre Pellicule depuis la section Stockage.
it: Il dispositivo deve essere collegato tramite cavo USB per poter visualizzare le anteprime del Rullino foto. Se la connessione Wi-Fi è abilitata, puoi sfogliare il Rullino foto nella sezione Archiviazione.
ja: カメラ ロールのサムネイルを表示するには、ご利用中のデバイスを USB で接続してください。Wi-Fi 接続が有効な場合、ストレージ セクションからカメラ ロールを閲覧できます。
ko: 카메라 롤 썸네일을 보려면 기기를 USB로 연결해야 합니다. Wi-Fi에 연결된 경우 스토리지 섹션에서 카메라 롤을 검색할 수 있습니다.
pt: O dispositivo deve estar conectado ao USB para exibir as miniaturas do Álbum de Fotos. Se a conexão Wi-Fi estiver habilitada, você pode pesquisar o Álbum de Fotos na seção Armazenamento.
ru: Для просмотра эскизов Фотопленки необходимо подключить устройство с помощью USB. Если используется Wi-Fi-подключение, Фотопленку можно просматривать в разделе "Хранилище".
zh: 要查看您的相机胶卷缩略图，请使用 USB 连接您的设备。若已启用 Wi-Fi 连接，您可以在“存储”项浏览您的相机胶卷。

# PhotoDBNotSupported_Info
source: The photo database is not supported. Make sure you have at least iOS 5 installed on the device.
de: Die Fotodatenbank wird nicht unterstützt. Stellen Sie sicher, dass Sie mindestens iOS 5 auf dem Gerät installiert haben.
es: La base de datos de fotos no es compatible. Asegúrese de que tiene iOS 5 instalado en el dispositivo.
fr: La base de données de photos n'est pas prise en charge. Assurez-vous que votre appareil fonctionne sous iOS 5 ou un système ultérieur.
it: La banca dati delle foto non è supportata. Assicurati di aver installato almeno iOS 5 sul dispositivo.
ja: 写真データベースはサポートされていません。お使いのデバイスに iOS 5 以降がインストールされているかご確認下さい。
ko: 사진 데이터베이스를 지원하지 않습니다. 현재 기기에 iOS 5 이상이 설치되어 있는지 확인해주세요.
pt: O banco de dados de fotos não é suportado. Verifique se você tem pelo menos o iOS 5 instalado no dispositivo.
ru: База данных фото не поддерживается. Убедитесь, что на устройстве установлена версия iOS не ниже 5.
zh: 不支持照片数据库。请确保您设备安装的至少是 iOS 5。

# nLivePhotosNotDeleted_Info
source: iMazing cannot delete Live Photos. Some photos ({numitems}) were not deleted from your device. Live Photos can be deleted directly in the Photos app.
de: iMazing kann keine Live Photos löschen. Einige Fotos ({numitems}) wurden nicht von Ihrem Gerät gelöscht. Live Photos lassen sich direkt in der Fotos-App löschen.
es: iMazing no puede eliminar Live Photos. Algunas fotos ({numitems}) no se han eliminado de su dispositivo. Las Live Photos se pueden eliminar directamente en la aplicación Fotos.
fr: iMazing ne peut pas supprimer les Live Photos. Certaines photos ({numitems}) n'ont pas été supprimées de votre appareil. Les Live Photos peuvent être supprimées directement dans l'app Photos.
it: iMazing non può eliminare Live Photos. Alcune foto ({numitems}) non sono state eliminate dal dispositivo. Live Photos può essere eliminata direttamente dall'app Foto.
ja: iMazing はLive Photos を削除できません。{numitems}枚の写真はこの端末から削除されませんでした。 Live Photos は写真アプリから直接削除できます。
ko: iMazing은 Live Photos를 삭제할 수 없습니다. 일부 사진({numitems}개)이 기기에서 삭제되지 않았습니다. Live Photos는 사진 앱에서 바로 삭제될 수 있습니다.
pt: O iMazing não pode apagar Live Photos. Algumas fotos ({numitems}) não foram apagadas do seu dispositivo. As Live Photos não podem ser apagadas diretamente no aplicativo Fotos.
ru: iMazing не удается удалить снимки Live Photos. Несколько снимков ({numitems}) не удалены с устройства. Снимки Live Photos можно удалить напрямую из приложения Photos.
zh: iMazing 无法删除 Live Photos。部分照片（{numitems}）未从您的设备删除。 Live Photos 可从“照片”应用程序直接删除。

# AllPhotos(PhotoAlbum)_Label
source: All Photos
de: Alle Fotos
es: Todas las fotos
fr: Toutes les photos
it: Tutte le foto
ja: すべての写真
ko: 모든 사진
pt: Todas as fotos
ru: Все фото
zh: 全部照片

# Faces(PhotoAlbum)_Label
source: Faces
de: Gesichter
es: Rostros
fr: Visages
it: Volti
ja: 顔写真
ko: 얼굴
pt: Rostos
ru: Лица
zh: 面孔

# Panoramas(PhotoAlbum)_Label
source: Panoramas
de: Panoramen
it: Panorami
ja: パノラマ
ko: 파노라마
pt: Panorâmicas
ru: Панорамы
zh: 全景照片

# SloMo(PhotoAlbum)_Label
source: Slo-mo
de: Zeitlupe
es: Cámara lenta
fr: Ralenti
it: Moviola
ja: スローモーション
ko: 슬로모션
pt: Câmera lenta
ru: Съемка замедленного видео
zh: 慢动作

# Bursts(PhotoAlbum)_Label
source: Bursts
de: Bildserien
es: Ráfagas
fr: Rafales
it: A raffica
ja: バースト
ko: 버스트
pt: Modo Burst
ru: Серии
zh: 连拍

# TimeLapse(PhotoAlbum)_Label
source: Time-lapse
de: Zeitraffer
fr: Accéléré
ja: タイムラプス
ko: 타임 랩스
ru: Покадровая съемка
zh: 延时摄影

# Favorites(PhotoAlbum)_Label
source: Favorites
de: Favoriten
es: Favoritas
fr: Favoris
it: Preferiti
ja: お気に入り
ko: 즐겨찾기
pt: Favoritos
ru: Избранное
zh: 收藏夹

# Selfies(PhotoAlbum)_Label
source: Selfies
it: Selfie
ja: セルフィー
ko: 셀카
ru: Селфи
zh: 自拍

# Screenshots(PhotoAlbum)_Label
source: Screenshots
es: Capturas de pantalla
fr: Captures d'écran
it: Schermate
ja: スクリーンショット
ko: 스크린샷
pt: Capturas de Tela
ru: Снимки экрана
zh: 截图

# Hidden(PhotoAlbum)_Label
source: Hidden
de: Ausgeblendet
es: Ocultas
fr: Masquées
it: Nascoste
ja: 非表示のアルバム
ko: 숨김
pt: Itens Ocultos
ru: Скрытые
zh: 隐藏

# RecentlyDeleted(PhotoAlbum)_Label
source: Recently Deleted
de: Kürzlich gelöscht
es: Eliminadas recientemente
fr: Supprimées récemment
it: Eliminate di recente
ja: 最近削除されたアルバム
ko: 최근 삭제됨
pt: Apagado Há Pouco
ru: Удаленные недавно
zh: 最近删除

# iCloudPhotoLibrary(PhotoAlbum)_Label
source: iCloud Photo Library
de: iCloud-Fotomediathek
es: Fototeca de iCloud
fr: Photothèque iCloud
it: Libreria foto di iCloud
ja: iCloud フォトライブラリ
ko: iCloud 사진 라이브러리
pt: Fototeca do iCloud
ru: Медиатека iCloud
zh: iCloud 照片图库

# FilteredOriginals(PhotoAlbum)_Label
source: Filtered Originals
de: Gefilterte Originale
es: Originales filtradas
fr: Originaux filtrés
it: Originali filtrati
ja: フィルタ済みのオリジナル版
ko: 필터링된 원본
pt: Originais filtradas
ru: Измененные Оригиналы
zh: 带滤镜照片原始版本

# Events(PhotoAlbum)_Label
source: Events
de: Ereignisse
es: Eventos
fr: Événements
it: Eventi
ja: イベント
ko: 이벤트
pt: Eventos
ru: События
zh: 事件

# iCloudPhotoLibrary_Label
source: iCloud Photo Library
de: iCloud-Fotomediathek
es: Fototeca de iCloud
fr: Photothèque iCloud
it: Libreria foto di iCloud
ja: iCloud フォトライブラリ
ko: iCloud 사진 라이브러리
pt: Biblioteca de Fotos do iCloud
ru: Медиатека iCloud
zh: iCloud 照片图库

# MyPhotoStream_Label
source: My Photo Stream
de: Fotostream
es: Mis fotos en streaming
fr: Mon flux Photos
it: Il mio streaming foto
ja: マイフォトストリーム
ko: 내 사진 스트림
pt: Minhas fotos compartilhadas
ru: Мой фотопоток
zh: 我的照片流

# PhotoStream_Label
source: Photo Stream
de: Fotostream
es: Fotos en streaming
fr: Flux de photos
it: Streaming foto
ja: フォト ストリーム
ko: 사진 스트림
pt: Fotos Compartilhadas
ru: Фотопоток
zh: 照片流

# MyPhotos_Label
source: My Photos
de: Meine Fotos
es: Mis fotos
fr: Mes photos
it: Le mie foto
ja: マイ フォト
ko: 사진 앨범
pt: Minhas Fotos
ru: Мои фото
zh: 我的照片

# UploadPhotos_Label
source: Upload Photos
de: Fotos hochladen
es: Cargar fotos
fr: Envoyer des photos
it: Carica foto
ja: シェアした写真
ko: 사진 업로드
pt: Carregar Fotos
ru: Отправить фото
zh: 上传照片

# SharedPhotos_Label
source: Shared Photos
de: Geteilte Fotos
es: Fotos compartidas
fr: Photos partagées
it: Foto condivise
ja: シェアされた写真
ko: 공유 중인 사진
pt: Fotos Compartilhadas
ru: Опубликованные фото
zh: 共享照片

# SharedByPersonX_Label
source: Shared by {personname}
de: Geteilt von {personname}
es: Compartido por {personname}
fr: Partagé par {personname}
it: Condiviso da {personname}
ja: {personname} がシェアしました
ko: 공유한 사람: {personname}
pt: Compartilhado por {personname}
ru: Опубликовано {personname}
zh: 分享者：{personname}

# CannotDeleteICloudPhotoLibrary_Info
source: Photos can't be deleted from your device because you've enabled the iCloud Photo Library.
de: Fotos können nicht von Ihrem Gerät gelöscht werden, da Sie die iCloud-Fotomediathek aktiviert haben.
es: No se pueden eliminar fotos del dispositivo porque ha activado la fototeca de iCloud.
fr: Les photos ne peuvent être supprimées de votre appareil parce que vous avez activé la Photothèque iCloud.
it: Impossibile eliminare le foto dal dispositivo poiché hai abilitato la Libreria foto di iCloud.
ja: iCloud フォトライブラリが「オン」に設定されているため、デバイス内から写真を削除できません。
ko: iCloud 사진 라이브러리를 사용 중이므로 기기에서 사진을 삭제할 수 없습니다.
pt: Não é possível excluir as fotos do seu dispositivo porque você habilitou a Biblioteca de Fotos do iCloud.
ru: Не удается удалить фотографии с устройства, поскольку Медиатека iCloud включена.
zh: 由于您已启用 iCloud 照片图库，无法从您的设备删除照片。

# PhotoXInICloudCannotProcess_Info
source: The photo {item} is stored on iCloud and is not physically present on your device. Would you like to continue anyway?
de: Das Foto {item} ist auf iCloud gespeichert und nicht auf Ihrem Gerät vorhanden. Möchten Sie den Vorgang trotzdem fortsetzen?
es: La foto {item} está guardada en iCloud y no se encuentra físicamente presente en el dispositivo. ¿Quiere continuar de todas formas?
fr: La photo {item} est stockée sur l'iCloud et n'est pas physiquement présente sur votre appareil. Voulez-vous continuer quand même ?
it: La foto {item} è archiviata su iCloud e non è fisicamente presente sul dispositivo. Continuare comunque?
ja: 写真 {item} は iCloud に保管されており、ご利用中のデバイス内には存在しません。このまま続けてもよろしいですか？
ko: 사진 {item} 항목은 iCloud에 저장되어 있으며 기기에 물리적으로 저장되어 있지 않습니다. 그래도 계속하시겠습니까?
pt: A foto {item} está armazenada no iCloud e não se encontra fisicamente em seu dispositivo. Você quer continuar mesmo assim?
ru: Фотография {item} сохранена в iCloud, а не на устройстве. Продолжить?
zh: 照片 {item} 存储在 iCloud 上而非您的设备上。是否仍要继续？

# SelectedPhotoInICloudCannotCopy_Info
source: The selected photo cannot be copied because it is stored on iCloud and is not physically present on your device.
de: Das gewählte Foto kann nicht kopiert werden, da es auf iCloud gespeichert und nicht auf Ihrem Gerät vorhanden ist.
es: La foto seleccionada no se puede copiar porque está guardada en iCloud y no se encuentra físicamente presente en el dispositivo.
fr: La photo sélectionnée ne peut être copiée parce qu'elle est stockée sur l'iCloud et qu'elle n'est pas physiquement présente sur votre appareil.
it: Impossibile copiare la foto selezionata poiché è archiviata su iCloud e non è fisicamente presente sul dispositivo.
ja: 選択した写真は iCloud に保管されており、ご利用中のデバイス内には存在しないためコピーできません。
ko: 선택한 사진은 iCloud에 저장되어 있으며 기기에 물리적으로 저장되어 있지 않으므로 복사할 수 없습니다.
pt: Não é possível copiar a foto selecionada porque ela está armazenada no iCloud e não se encontra fisicamente em seu dispositivo.
ru: Невозможно скопировать выбранную фотографию, поскольку она сохранена в iCloud, а не на устройстве.
zh: 所选照片无法拷贝，因为它是存储在 iCloud 上而非您的设备上。

# DeletePhotos_Title
source: Delete Photos
de: Fotos löschen
es: Eliminar fotos
fr: Supprimer les photos
it: Elimina foto
ja: 写真を削除
ko: 사진 삭제
pt: Excluir fotos
ru: Удалить фотографии
zh: 删除照片

# DeletePhotosNotOnXP_Info
source: Photos can't be deleted on Windows XP. Please upgrade your system in order to use this function.
de: Fotos können in Windows XP nicht gelöscht werden. Bitte aktualisieren Sie zum Verwenden dieser Funktion Ihr System.
es: No se pueden eliminar fotos en Windows XP. Actualice el sistema para poder usar esta función.
fr: Il n'est pas possible de supprimer des photos sous Windows XP. Veuillez mettre à niveau votre système pour utiliser cette fonction.
it: Impossibile eliminare le foto da Windows XP. Aggiorna il sistema per utilizzare questa funzione.
ja: Windows XP からは写真を削除できません。この機能を使用するにはシステムをアップグレードしてください。
ko: Windows XP에서는 사진을 삭제할 수 없습니다. 이 기능을 이용하려면 시스템을 업그레이드하세요.
pt: Não é possível excluir fotos no Windows XP. Faça upgrade do seu sistema para usar essa função.
ru: Невозможно удалить фотографии в Windows XP. Обновите систему, чтобы использовать эту функцию.
zh: Windows XP 上无法删除照片。请升级您的系统以使用此功能。

# VoiceMemos(App)_Label
source: Voice Memos
de: Sprachmemos
es: Notas de voz
fr: Dictaphone
it: Memo vocali
ja: ボイス メモ
ko: 음성 메모
pt: Lembretes de Voz
ru: Диктофон
zh: 语音备忘录

# VoiceMemos(Dataset)_Label
source: Voice memos
de: Sprachmemos
es: Notas de voz
fr: Dictaphone
it: Memo vocali
ja: ボイスメモ
ko: 음성 메모
pt: Lembretes de voz
ru: Голосовые заметки
zh: 语音备忘录

# DefaultFileNameVoiceMemo_Label
source: Voice Memo
de: Sprachmemo
es: Nota de voz
fr: Mémo vocal
it: Memo vocale
ja: ボイス メモ
ko: 음성 메모
pt: Lembrete de Voz
ru: Запись
zh: 语音备忘录

# VoiceMemoLabel_Label
source: Label
de: Beschreibung
es: Etiqueta
fr: Intitulé
it: Etichetta
ja: ラベル
ko: 레이블
pt: Rótulo
ru: Подпись
zh: 标签

# LoadingVoiceMemos000_Info
source: Loading Voice Memos...
de: Lade Sprachmemos...
es: Cargando Notas de voz...
fr: Chargement des mémos vocaux...
it: Caricamento dei memo vocali...
ja: ボイス メモをロード中…
ko: 음성 메모 불러오는 중...
pt: Carregando lembretes de voz...
ru: Загрузка записей...
zh: 正在加载语音备忘录...

# CopyVoiceMemo_Title
source: Copy Voice Memo
de: Sprachmemo kopieren
es: Copiar nota de voz
fr: Copier le mémo vocal
it: Copia memo vocale
ja: ボイス メモをコピー
ko: 음성 메모 복사
pt: Copiar Lembrete de Voz
ru: Копировать запись
zh: 拷贝语音备忘录

# CopyVoiceMemos_Title
source: Copy Voice Memos
de: Sprachmemos kopieren
es: Copiar notas de voz
fr: Copier les mémos vocaux
it: Copia memo vocali
ja: ボイス メモをコピー
ko: 음성 메모 복사
pt: Copiar Lembretes de Voz
ru: Копировать записи
zh: 拷贝语音备忘录

# Podcast(Noun)_Label
source: Podcast
ko: 팟캐스트
ru: Подкаст
zh: 播客

# Interview(Noun)_Label
source: Interview
es: Entrevista
it: Colloquio
ja: 面接
ko: 인터뷰
pt: Entrevista
ru: Интервью
zh: 采访

# Lecture(Noun)_Label
source: Lecture
de: Vortrag
es: Conferencia
fr: Conférence
it: Lezione
ja: 講義
ko: 강의
pt: Palestra
ru: Лекция
zh: 演讲

# Idea_Label
source: Idea
de: Idee
fr: Idée
ja: アイデア
ko: 아이디어
pt: Ideia
ru: Идея
zh: 想法

# Meeting(Noun)_Label
source: Meeting
es: Reunión
fr: Réunion
ja: 会議
ko: 미팅
pt: Reunião
ru: Совещание
zh: 会议

# Memo(VoiceMemo)_Label
source: Memo
es: Nota
fr: Mémo
ja: メモ
ko: 메모
pt: Lembrete
ru: Памятка
zh: 备忘录

# Library(Media)_Label
source: Library
de: Mediathek
es: Biblioteca
fr: Bibliothèque
it: Libreria
ja: ライブラリ
ko: 라이브러리
pt: Biblioteca
ru: Медиатека
zh: 资料库

# Library(Media)nItems_Label
source: Library ({nbItems})
de: Mediathek ({nbItems})
es: Biblioteca ({nbItems})
fr: Médiathèque ({nbItems})
it: Libreria ({nbItems})
ja: ライブラリ ({nbItems})
ko: 라이브러리 ({nbItems})
pt: Biblioteca ({nbItems})
ru: Медиатека ({nbItems})
zh: 资料库 ({nbItems})

# Music(App)_Label
source: Music
de: Musik
es: Música
fr: Musique
it: Musica
ja: ミュージック
ko: 음악
pt: Música
ru: Музыка
zh: 音乐
