Repository: Jeff-Lewis/iToolPlus
Catalog: iToolPlusFiles/Resources/*.lproj/iMazingLabels.strings
Languages: de, es, fr, it, ja, ko, pt, ru, zh

# RestartMobileDeviceSuccess_Info
source: Mobile Device Services were successfully restarted. iMazing will now quit and restart. If you're still experiencing connection issues, restart your computer, devices and router.
de: Mobile Device Services erfolgreich neu gestartet. iMazing wird jetzt beendet und neu gestartet. Sollten weiterhin Probleme mit der Verbindung bestehen, starten Sie Computer, Geräte und Router neu.
es: Los servicios del dispositivo móvil se han reiniciado correctamente. iMazing se va a cerrar y reiniciar. Si sigue teniendo problemas de conexión, reinicie el equipo, los dispositivos y el enrutador.
fr: Services de l'appareil mobile relancés. iMazing va maintenant se fermer et redémarrer. Si les problèmes de connexion persistent, redémarrez votre ordinateur, vos périphériques et le routeur.
it: Mobile Device Services riavviati. Ora iMazing verrà chiuso e riavviato. Se si verificano ancora problemi di connessione, riavvia il computer, i dispositivi e il router.
ja: モバイル端末サービスが再起動されました。 iMazing は終了後に再起動されます。接続の不具合が続く場合、コンピュータ・デバイス・ルーターを再起動してください。
ko: 모바일 기기 서비스가 성공적으로 재시작되었습니다. iMazing가 종료된 후 다시 시작됩니다. 연결 문제가 계속 발생할 경우 컴퓨터, 모바일 기기 및 라우터를 재시작한 후 다시 시도해주세요.
pt: Os Serviços de dispositivos móveis foram reiniciados. iMazing será fechado e reiniciado. Se ainda estiver tendo problemas de conexão, reinicie o computador, os dispositivos e o roteador.
ru: Mobile Device Services перезапущены. Приложение iMazing сейчас завершит работу и перезапустится. Если проблемы с подключением не устранились, перезагрузите компьютер, устройство и маршрутизатор.
zh: 移动设备服务已成功重启。 iMazing 现在将退出并重新启动。如果您仍然遇到连接问题，请重启您的电脑、设备和路由器。

# RestartMobileDeviceFailure_Title
source: Unable to restart Mobile Device Services
de: Kann Mobile Device Services nicht neu starten
es: No se han podido reiniciar los servicios del dispositivo móvil
fr: Impossible de relancer les services de téléphonie mobile
it: Impossibile riavviare Mobile Device Services
ja: モバイル端末サービスを再起動できません
ko: 모바일 기기 서비스를 재시작할 수 없습니다
pt: Não foi possível reiniciar os Serviços de dispositivos móveis
ru: Не удается перезапустить Mobile Device Services
zh: 无法重启移动设备服务

# RestartMobileDeviceFailure_Info
source: An error occurred. Please consider restarting your computer.
de: Es ist ein Fehler aufgetreten. Bitte starten Sie Ihren Computer neu.
es: Se ha producido un error. Sugerimos que reinicie su computadora.
fr: Une erreur s'est produite. Pensez à redémarrer votre ordinateur.
it: Si è verificato un errore. Si consiglia di riavviare il computer.
ja: エラーが発生しました。コンピュータの再起動をお試しください。
ko: 오류가 발생했습니다. 컴퓨터를 다시 시작해주세요.
pt: Ocorreu um erro. Considere reiniciar seu computador.
ru: Произошла ошибка. Рекомендуется перезагрузить компьютер.
zh: 发生错误。请考虑重新启动电脑。

# QuicktimeNotInstalled_Title
source: QuickTime Is Not Installed
de: QuickTime ist nicht installiert
es: QuickTime no está instalado
fr: QuickTime n'est pas installé
it: QuickTime non installato
ja: QuickTimeがインストールされていません
ko: Quicktime이 설치되지 않음
pt: O QuickTime não está instalado
ru: QuickTime не установлен
zh: QuickTime 未安装

# QuicktimeNotInstalled_Info
source: You need to install QuickTime to play this file format. Would you like to download it now?
de: Sie müssen QuickTime installieren, um dieses Dateiformat abspielen zu können. Möchten Sie es jetzt herunterladen?
es: Necesita instalar QuickTime para reproducir este formato de archivo. ¿Desea descargarlo ahora?
fr: Vous devez installer QuickTime pour lire ce format de fichier. Souhaitez-vous le télécharger maintenant ?
it: Per riprodurre questo formato, è necessario installare QuickTime. Scaricarlo adesso?
ja: この形式のファイルを再生するにはQuick Timeをインストールする必要があります。 今すぐダウンロードしますか？
ko: QuickTime을 설치해야 이 파일 유형을 재생할 수 있습니다. 지금 다운로드하시겠습니까?
pt: Você precisa instalar o QuickTime para reproduzir este formato de arquivo. Deseja baixá-lo agora?
ru: Необходимо установить QuickTime для воспроизведения файлов этого формата. Загрузить прямо сейчас?
zh: 安装 QuickTime 方可播放此格式的文件。 您要现在下载吗？

# DownloadiTunes_UserAction
source: Download from iTunes Website
de: Von iTunes-Website herunterladen
es: Descargar desde la página web de iTunes
fr: Télécharger depuis le site Web iTunes
it: Scarica dal sito Web di iTunes
ja: iTunes ウェブサイトからダウンロード
ko: iTunes 웹사이트에서 다운로드
pt: Baixar do site do iTunes
ru: Скачать с веб-сайта iTunes
zh: 从 iTunes 网站下载

# InstallAppleDrivers_UserAction
source: Install Apple Drivers
de: Apple-Treiber installieren
es: Instalar controladores de Apple
fr: Installer les pilotes Apple
it: Installa i driver Apple
ja: Apple ドライバをインストール
ko: Apple 드라이버 설치
pt: Instalar Apple Drivers
ru: Установить драйверы Apple
zh: 安装 Apple 驱动程序

# ClearIMazingCache_Info
source: Completely remove data from iMazing Cache:
de: Daten vollständig aus dem iMazing-Cache entfernen:
es: Suprimir todos los datos de la caché de iMazing:
fr: Retirer toutes les données du cache de iMazing :
it: Rimuovi completamente i dati dalla cache di iMazing:
ja: iMazing のキャッシュからデータを完全に削除：
ko: iMazing 캐시 데이터 전체 삭제:
pt: Remover todos os dados do Cache do iMazing:
ru: Полное удаление данных из кэша iMazing:
zh: 彻底删除 iMazing 缓存数据：

# ClearIMazingCache_UserAction
source: Clear iMazing Cache
de: iMazing-Cache löschen
es: Borrar la caché de iMazing
fr: Vider le cache iMazing
it: Svuota cache di iMazing
ja: iMazing のキャッシュをクリア
ko: iMazing 캐시 지우기
pt: Limpar o cache do iMazing
ru: Очистить кэш iMazing
zh: 清除 iMazing 缓存

# ClearCache_UserAction
source: Clear Cache
de: Cache leeren
es: Borrar caché
fr: Vider le cache
it: Svuota la cache
ja: キャッシュをクリア
ko: 캐시 비우기
pt: Limpar Cache
ru: Очистить кэш
zh: 清除缓存

# CacheRemoved_Title
source: Cache Removed
de: Cache entfernt
es: Caché eliminada
fr: Cache vidé
it: Cache rimossa
ja: キャッシュ削除済み
ko: 캐시 제거됨
pt: Cache removido
ru: Кэш удален
zh: 缓存已删除

# CacheRemoved_Info
source: All data has been removed from iMazing cache.
de: Alle Daten wurden aus dem iMazing-Cache entfernt.
es: Se han borrado todos los datos de la caché de iMazing.
fr: Le cache de iMazing ne contient plus aucune donnée.
it: Tutti i dati sono stati rimossi dalla cache di iMazing.
ja: iMazing のキャッシュから、すべてのデータが削除されました。
ko: iMazing 캐시로부터 모든 데이터가 제거되었습니다.
pt: Todos os dados foram removidos do cache do iMazing.
ru: Все данные из кэша iMazing удалены.
zh: 所有数据都已从 iMazing 缓存中删除。

# Forget_UserAction
source: Forget
de: Vergessen
es: Olvidar
fr: Ignorer
it: Trascura
ja: [抹消]
ko: 지우기
pt: Esquecer
ru: Забыть
zh: 忘记

# Remove_UserConfirmation
source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
it: Rimuovi
ja: 削除
ko: 제거
pt: Remover
ru: Удалить
zh: 删除

# ForgetDeviceX_Title
source: Forget {devicename}
de: {devicename} vergessen
es: Olvidar {devicename}
fr: Ignorer {devicename}
it: Trascura {devicename}
ja: {devicename} を抹消
ko: {devicename} 삭제
pt: Ignorar {devicename}
ru: Забыть {devicename}
zh: 忘记 {devicename}

# ForgetDeviceX_Info
source: Are you sure you want iMazing to forget {devicename} ? If you click "Forget" the device will be removed from iMazing's cache and device list. Checking "Remove Pairing" will also remove pairing between your computer and this device so next time you connect it you will have to enter its Passcode.
de: Soll iMazing {devicename} wirklich vergessen? Wenn Sie auf „Vergessen“ klicken, wird das Gerät aus dem Cache und der Geräteliste von iMazing entfernt. Durch Aktivierung von „Paarung aufheben“ wird auch die Paarung zwischen Ihrem Computer und diesem Gerät entfernt, sodass Sie bei der nächsten Verbindung den entsprechenden Passcode eingeben müssen.
es: ¿Seguro que quiere que iMazing olvide {devicename}? Si hace clic en "Olvidar", el dispositivo se eliminará de la memoria caché de iMazing y de la lista de dispositivos. Si selecciona "Eliminar emparejamiento", también se eliminará el emparejamiento entre el equipo y el dispositivo así que la próxima vez que lo conecte tendrá que introducir el código de acceso.
fr: Voulez-vous que iMazing ignore {devicename} ? Choisir « Ignorer » entraînera la suppression de l'appareil du cache de iMazing et de la liste des appareils. Cochez « Désynchroniser » pour supprimer également l'association entre votre ordinateur et cet appareil, de sorte que vous deviez saisir son code lors dès sa prochaine connexion.
it: Vuoi che iMazing trascuri {devicename} ? Se fai clic su "Trascura", il dispositivo verrà rimosso dalla cache e dall'elenco dei dispositivi di iMazing. Spuntando "Rimuovi abbinamento", verrà rimosso l'abbinamento tra il computer e il dispositivo. Se quest'ultimo verrà ricollegato, sarà necessario inserire il codice d'accesso.
ja: iMazing から {devicename} を抹消してもよろしいですか？ 「抹消」 をクリックすると、このデバイスは iMazing のキャッシュとデバイスリストから削除されます。 「ペア設定削除」 にチェックを入れると、ご利用中のコンピュータとこのデバイスのペア設定が削除されます。次に再接続する際はパスコードを入力してください。
ko: iMazing에서 {devicename} 기기를 정말 삭제할까요? "Forget"를 클릭하면 해당 기기가 iMazing 캐시와 기기 목록에서 삭제됩니다. "Remove Pairing"를 선택해도 컴퓨터와 이 기기의 페어링 연결이 삭제되므로 다음 연결 시에는 보안번호를 입력해야 합니다.
pt: Tem certeza de que deseja que o iMazing ignore {devicename} ? Se você clicar em "Ignorar", o dispositivo será removido do cache do iMazing e da lista de dispositivos. Marcar "Remover emparelhamento" também removerá o emparelhamento entre seu computador e este dispositivo. Da próxima vez em que você o conectar, terá de digitar a senha.
ru: Удалить из iMazing данные об устройстве {devicename}? При нажатии кнопки "Забыть" устройство будет удалено из кэша iMazing и списка устройств. Установите флажок "Удалить связь", чтобы также удалить связь между компьютером и данным устройством, так что при следующем подключении потребуется ввести секретный код.
zh: 是否确定希望 iMazing 忘记 {devicename} ? 如果点击“忘记”，则设备将从 iMazing 的缓存和设备列表中删除。 勾选“删除配对”亦将删除电脑和设备之间配对，并且在下一次连接时您必须输入密码。

# ForgetDeviceXSuccess_Title
source: {devicename} has been Removed
de: {devicename} wurde entfernt
es: {devicename} se ha eliminado
fr: {devicename} a été retiré
it: {devicename} è stato rimosso
ja: {devicename} は削除されました
ko: {devicename} 기기가 제거되었습니다.
pt: {devicename} foi removido
ru: Устройство {devicename} удалено
zh: {devicename} 已删除

# ForgetDeviceXSuccess_Info
source: {devicename} has been successfully removed from iMazing.
de: {devicename} wurde erfolgreich aus iMazing entfernt.
es: {devicename} se ha eliminado correctamente de iMazing.
fr: {devicename} a été retiré de iMazing.
it: {devicename} è stato rimosso da iMazing.
ja: {devicename} は、iMazing から正常に削除されました。
ko: {devicename} 기기가 iMazing에서 성공적으로 제거되었습니다.
pt: {devicename} foi removido com êxito do iMazing.
ru: Устройство {devicename} удалено из iMazing.
zh: {devicename} 已成功从 iMazing 删除。

# RemoveDeviceXFromCache_Title
source: Remove {devicename} from Cache
de: {devicename} aus dem Cache entfernen
es: Eliminar {devicename} de la caché
fr: Retirer {devicename} du cache
it: Rimuovi {devicename} dalla cache
ja: キャッシュから {devicename} を削除
ko: 캐시에서 {devicename} 삭제
pt: Remover {devicename} do cache
ru: Удалить {devicename} из кэша
zh: 从缓存中删除 {devicename}

# RemoveDeviceXFromCache_Info
source: Are you sure you want to remove {devicename} from iMazing's cache ?
de: Sind Sie sicher, dass Sie {devicename} aus dem Cache von iMazing entfernen möchten?
es: ¿Seguro que quiere eliminar {devicename} de la caché de iMazing?
fr: Voulez-vous vraiment retirer {devicename} du cache de iMazing ?
it: Rimuovere {devicename} dalla cache di iMazing?
ja: iMazing のキャッシュから、{devicename} を削除してもよろしいですか？
ko: iMazing 캐시에서 {devicename} 기기를 삭제할까요?
pt: Tem certeza de que deseja remover {devicename} do cache do iMazing ?
ru: Удалить {devicename} из кэша iMazing?
zh: 您确定要从 iMazing 缓存中删除 {devicename} 吗？

# RemoveFromCacheSuccess_Info
source: {devicename} has been successfully removed from iMazing's cache.
de: {devicename} wurde erfolgreich aus dem Cache von iMazing entfernt.
es: {devicename} se ha eliminado correctamente de la caché de iMazing.
fr: {devicename} a été retiré du cache de iMazing.
it: {devicename} è stato rimosso dalla cache di iMazing.
ja: {devicename} は、iMazing のキャッシュから正常に削除されました。
ko: {devicename} 기기가 iMazing 캐시에서 성공적으로 제거되었습니다.
pt: {devicename} foi removido com êxito do cache do iMazing.
ru: Устройство {devicename} удалено из кэша iMazing.
zh: {devicename} 已成功从 iMazing 缓存中删除。

# WifiConnectionNeediOS5_Info
source: {devicename} needs at least iOS 5 installed to enable the Wi-Fi connection.
de: Auf {devicename} muss wenigstens iOS 5 installiert sein, um die WLAN-Verbindung zu aktivieren.
es: {devicename} necesita, como mínimo, tener iOS 5 instalado para activar la conexión Wi-Fi.
fr: {devicename} requiert l'installation de l'iOS 5 ou d'une version ultérieure pour activer la connexion Wi-Fi.
it: {devicename} richiede almeno iOS 5 installato per attivare la connessione Wi-Fi.
ja: Wi-Fi をご利用になるには、iOS 5 以降のバージョンがインストールされた {devicename} が必要です。
ko: {devicename} 기기에 Wi-Fi 연결을 설정하려면 iOS 5 이상이 필요합니다.
pt: {devicename} requer no mínimo o iOS 5 instalado para permitir a conexão por Wi-Fi.
ru: Чтобы включить Wi-Fi-подключение, на {devicename} должна быть установлена iOS 5 или более поздней версии.
zh: 要启用 Wi-Fi 连接，{devicename} 至少需要安装 iOS 5。

# ConnectViaUSBToModifiyWiFiSettings_Info
source: You need to connect your device via USB to modify its Wi-Fi settings.
de: Sie müssen Ihr Gerät über USB anschließen, um dessen WLAN-Einstellungen zu ändern.
es: Tiene que conectar el dispositivo mediante USB para modificar los ajustes de Wi-Fi.
fr: Vous devez connecter votre appareil via le port USB pour modifier ses réglages Wi-Fi.
it: Per modificare le impostazioni Wi-Fi, è necessario collegare il dispositivo tramite cavo USB.
ja: Wi-Fi 設定を変更するには、USB 経由でデバイスを接続してください。
ko: 기기를 USB로 연결한 후 Wi-Fi 설정을 변경해주세요.
pt: Você deve conectar seu dispositivo através de USB para modificar as configurações de Wi-Fi.
ru: Для изменения параметров Wi-Fi необходимо подключить устройство через USB.
zh: 您需要通过 USB 连接您的设备以修改其 Wi-Fi 设置。

# LookingForDeviceX_Info
source: Looking for {devicename}...
de: Suche nach {devicename}...
es: Buscando {devicename}...
fr: Recherche de {devicename}...
it: Ricerca di {devicename}...
ja: {devicename} を探しています...
ko: {devicename} 검색 중...
pt: Procurando {devicename}...
ru: Поиск {devicename}...
zh: 正在查找 {devicename}...

# CannotConnectToDeviceX_Title
source: Cannot Connect to {devicename}
de: Kann keine Verbindung zu {devicename} herstellen
es: No se puede establecer conexión con {devicename}
fr: Impossible de se connecter à {devicename}
it: Impossibile collegare {devicename}
ja: {devicename} に接続できません
ko: {devicename}에 연결할 수 없습니다
pt: Não é possível conectar a {devicename}
ru: Не удается подключиться к {devicename}
zh: 无法连接到 {devicename}

# CannotConnectToDeviceX_Info
source: Cannot connect to {devicename}.
de: Kann keine Verbindung zu {devicename} herstellen.
es: No se puede conectar con {devicename}.
fr: Impossible de se connecter à {devicename}.
it: Impossibile collegare {devicename}.
ja: {devicename} に接続できません。
ko: {devicename}에 연결할 수 없습니다.
pt: Não é possível conectar a {devicename}.
ru: Не удается подключиться к {devicename}.
zh: 无法连接到 {devicename}。

# CannotDisconnectFromDeviceX_Info
source: Cannot disconnect from {devicename}.
de: Kann die Verbindung zu {devicename} nicht unterbrechen.
es: No se puede desconectar de {devicename}.
fr: Impossible de se déconnecter de {devicename}.
it: Impossibile scollegare {devicename}.
ja: {devicename} から接続を解除できません。
ko: {devicename} 연결을 해제할 수 없습니다.
pt: Não é possível desconectar de {devicename}.
ru: Не удается отключиться от {devicename}.
zh: 无法断开与 {devicename} 的连接。

# CannotReachDeviceX_Info
source: Cannot reach {devicename} on the network. Please connect your USB cable.
de: Kann {devicename} nicht auf dem Netzwerk ansprechen. Bitte schließen Sie Ihr USB-Kabel an.
es: No se puede alcanzar {devicename} mediante red. Conecte el cable USB.
fr: {devicename} introuvable sur le réseau. Veuillez connecter votre câble USB.
it: Impossibile raggiungere {devicename} sulla rete. Collega il cavo USB.
ja: ネットワーク上の {devicename} に接続できません。 USB ケーブルを接続してください。
ko: 네트워크 상의 {devicename}에 연결할 수 없습니다. USB 케이블을 연결해주세요.
pt: Não é possível alcançar {devicename} na rede. Conecte seu cabo USB.
ru: Не удается подключиться к {devicename} по сети. Подсоедините кабель USB.
zh: 无法通过网络连接 {devicename}。 请连接您的 USB 线缆。

# DeviceXIsNotReachable_Info
source: {devicename} is not reachable. Please connect your USB cable.
de: {devicename} ist nicht ansprechbar. Bitte schließen Sie Ihr USB-Kabel an.
es: No se puede alcanzar {devicename}. Conecte el cable USB.
fr: {devicename} est introuvable. Connectez votre câble USB.
it: {devicename} non è raggiungibile. Collega il cavo USB.
ja: {devicename} に接続できません。 USB ケーブルを接続してください。
ko: {devicename}에 연결할 수 없습니다. USB 케이블을 연결해주세요.
pt: {devicename} não está acessível. Conecte o cabo USB.
ru: Устройство {devicename} недоступно. Подсоедините кабель USB.
zh: 无法访问 {devicename}。 请连接您的 USB 线缆。

# DeviceConnectionPasscodeLocked_Info
source: Your device is locked with a Passcode. Please unlock it, disconnect it and reconnect it.
de: Ihr Gerät ist mit einem Passcode gesperrt. Bitte heben Sie die Sperre auf, trennen Sie die Verbindung und verbinden es neu.
es: Su dispositivo está bloqueado con código de acceso. Desbloquéelo, desconéctelo y vuélvalo a conectar.
fr: Votre appareil est bloqué par un code. Veuillez le débloquer, le déconnecter puis le reconnecter.
it: Il dispositivo è bloccato da un codice d'accesso. Sbloccalo, scollegalo e ricollegalo.
ja: ご利用中のデバイスはパスコードでロックされています。アンロックし、１度接続を中止してから再接続してください。
ko: 현재 기기가 보안번호로 잠긴 상태입니다. 잠금 및 연결을 해제한 후 다시 연결해주세요.
pt: Seu dispositivo está bloqueado por senha. Desbloqueie-o, desconecte e conecte novamente.
ru: Устройство заблокировано паролем. Разблокируйте его, отключите и подключите еще раз.
zh: 您的设备有密码锁定。请解除锁定，断开连接，然后重新连接。

# DeviceConnectionDeviceNotActivated_Info
source: In order to use this {devicename} with iMazing, you need to activate it. To do so insert your SIM card, if necessary unlock it using your PIN code, connect it to the Internet via Wi-Fi, 3G or 4G and follow instructions on the device to activate it.
de: Um {devicename} mit iMazing zu verwenden, müssen Sie dieses Gerät aktivieren. Setzen Sie hierzu die SIM-Karte ein und entsperren Sie sie falls nötig mit dem PIN-Code. Verbinden Sie das Gerät über WLAN, 3G oder 4G mit dem Internet und folgen Sie zur Aktivierung den Anweisungen.
es: Para usar este {devicename} con iMazing, debe activarlo. Para hacerlo, inserte la tarjeta SIM y, si fuera necesario, desbloquéela con su código PIN; conéctelo a Internet mediante Wi-Fi, 3G o 4G y siga las instrucciones mostradas en el dispositivo para activarlo.
fr: Pour utiliser ce {devicename} avec iMazing, vous devez l'activer. Pour cela, veuillez insérer votre carte SIM ; débloquez-la si nécessaire avec votre code PIN, connectez-la à Internet par Wi-Fi, 3G ou 4G et suivez les instructions sur l'appareil pour l'activer.
it: Per utilizzare questo {devicename} con iMazing, devi attivarlo. Per farlo, inserisci la tua scheda SIM (se necessario sbloccala utilizzando il codice PIN), connettila a Internet tramite Wi-Fi, 3G o 4G e segui le istruzioni sul dispositivo per attivarla.
ja: この {devicename} で iMazing を使用するには、デバイスをアクティベートしてください。アクティベートする際はデバイスに SIM カードを挿入し、必要に応じて暗証コードを入力しロックを解除してください。Wi-Fi、3G、4G などでインターネットへ接続し、デバイスの指示に従いながらアクティベートしてください。
ko: iMazing을 이 {devicename} 기기에서 사용하려면 활성화가 필요합니다. 먼저 SIM 카드를 삽입하고 필요한 경우 PIN 코드로 잠금을 해제합니다. 그런 다음 Wi-Fi, 3G, 4G 등으로 인터넷에 연결한 후 기기의 안내에 따라 활성화하세요.
pt: Para poder usar este {devicename} com o iMazing, você deve ativá-lo. Para isso, insira seu cartão SIM e se necessário desbloqueie-o usando seu código PIN, conecte-o à Internet por Wi-Fi, 3G ou 4G e siga as instruções no dispositivo para ativá-lo.
ru: Чтобы использовать iMazing на этом устройстве {devicename}, необходимо его активировать. Для этого вставьте SIM-карту и, если нужно, разблокируйте ее с помощью PIN-кода. Подключитесь к Интернету по Wi-Fi, 3G или 4G и придерживайтесь инструкций на устройстве, чтобы активировать его.
zh: 若要使用 iMazing 连接这部 {devicename}，您需要进行激活。请插入您的 SIM 卡，根据需要使用 PIN 码解锁，然后通过 Wi-Fi、3G 或 4G 连接至互联网，并按照设备上提供的说明进行激活。

# PleaseActivateYourDeviceX_Info
source: Please Activate your {devicename}
de: Bitte aktivieren Sie Ihr {devicename}
es: Active su {devicename}
fr: Veuillez activer votre {devicename}
it: Attiva {devicename}
ja: ご利用中の {devicename} をアクティベーションしてください
ko: {devicename} 기기 활성화가 필요합니다.
pt: Ative seu {devicename}
ru: Активируйте устройство {devicename}
zh: 请激活您的 {devicename}

# UnlockDevice_Title
source: Please Unlock {devicename}
de: Bitte entsperren Sie {devicename}
es: Desbloquee {devicename}
fr: Veuillez déverrouiller {devicename}
it: Sblocca {devicename}
ja: {devicename}のロックを解除してください
ko: {devicename} 기기를 잠금 해제하세요
pt: Desbloquear {devicename}
ru: Разблокируйте устройство {devicename}
zh: 请解锁 {devicename}

# UnlockDevice(iOS)_Info
source: {devicename} is locked. Enter your passcode or unlock it with your fingerprint and click OK.
de: {devicename} ist gesperrt. Geben Sie Ihren Passcode ein oder entsperren Sie es mit Ihrem Fingerabdruck und klicken Sie auf OK.
es: El dispositivo {devicename} está bloqueado. Introduzca su código de acceso o desbloquéelo con su huella digital y haga clic en Aceptar.
fr: {devicename} est verrouillé. Saisissez votre code/mot de passe ou déverrouillez-le du doigt et cliquez sur OK.
it: {devicename} è bloccato. Inserisci il codice d'accesso o sbloccalo con l'impronta digitale, quindi fai clic su OK.
ja: {devicename} はパスコードでロックされています。 ロックを解除して［OK］をクリックしてください。
ko: {devicename} 기기가 잠금 상태입니다. 비밀번호를 입력하거나 손가락으로 잠금 상태를 해제한 후 확인을 클릭하세요.
pt: {devicename} está bloqueado. Digite sua senha ou desbloqueie-o com sua impressão digital e clique em OK.
ru: Устройство {devicename} заблокировано. Введите пароль или разблокируйте устройство отпечатком пальца и нажмите "ОК".
zh: {devicename} 已锁定。 请输入您的密码或使用指纹解锁，然后点按“好”。

# TrustComputer_Title
source: Trust this Computer on your {idevice}
de: Diesem Computer auf Ihrem {idevice} vertrauen
es: Elija este equipo como equipo de confianza en {idevice}
fr: Faire confiance à cet ordinateur sur votre {idevice}
it: Considera attendibile questo computer su {idevice}
ja: {idevice}上でこのコンピュータを認証
ko: {idevice} 기기에 이 컴퓨터와의 연결 허용
pt: Confiar neste computador em seu {idevice}
ru: Доверять этому компьютеру на устройстве {idevice}
zh: 在您的 {idevice} 中选择信任这台电脑

# TrustComputer_Info1
source: Do you want to allow this computer to access information on "{devicename}"? If you don't allow access, you will not be able to manage or sync your {idevice} with this computer.
de: Möchten diesem Computer den Zugriff auf Informationen auf „{devicename}“ erlauben? Sie können Ihr {idevice} nicht mit diesem Computer verwalten oder synchronisieren, falls Sie keinen Zugriff erlauben.
es: ¿Quiere permitir que este equipo acceda a información en "{devicename}"? Si permite el acceso, no podrá gestionar o sincronizar su {idevice} con este equipo.
fr: Souhaitez-vous autoriser cet ordinateur à accéder aux informations contenues sur « {devicename} » ? Sans cette autorisation, vous ne pourrez pas gérer ou synchroniser votre {idevice} avec cet ordinateur.
it: Consentire a questo computer l'accesso alle informazioni presenti su "{devicename}"? Altrimenti non sarà possibile gestire né sincronizzare {idevice} con questo computer.
ja: このコンピュータが「{devicename}」上の情報にアクセスするのを許可しますか？ 許可しない場合は、このコンピュータを使って{idevice}を管理したり同期化することはできません。
ko: 이 컴퓨터가 "{devicename}" 기기에 저장된 정보에 접속하도록 허용하시겠습니까? 허용하지 않으면 이 컴퓨터를 이용해 {idevice} 기기를 관리하거나 동기화할 수 없습니다.
pt: Deseja permitir que este computador acesse informações em "{devicename}"? Se você não permitir o acesso, não poderá gerenciar nem sincronizar seu {idevice} com este computador.
ru: Предоставить этому компьютеру доступ к информации на устройстве "{devicename}"? При отказе в доступе вы не сможете управлять устройством {idevice} или синхронизировать его с этим компьютером.
zh: 是否要允许这台电脑来访问“{devicename}”上的信息？ 若未提供访问授权，您将无法使用这台电脑管理或同步您的 {idevice}。
