Repository: Jeff-Lewis/iToolPlus
Catalog: iToolPlusFiles/Resources/*.lproj/iMazingLabels.strings
Languages: de, es, fr, it, ja, ko, pt, ru, zh

# iMazingTrialNoItemsLeft(Generic)_Info
source: You have exceeded the maximum number of items you can transfer for this dataset ({maxitems}). Please consider purchasing a license for unlimited transfers.
de: Sie haben die maximale Anzahl an Elementen ({maxitems}) überschritten, die Sie für diesen Datensatz übertragen können. Bitte erwerben Sie eine Lizenz für unbegrenzte Übertragungen.
es: Ha excedido el número máximo de elementos que puede transferir para este conjunto de datos ({maxitems}). Considere adquirir una licencia para transferencias ilimitadas.
fr: Vous avez dépassé le nombre maximal d'éléments que vous pouvez transférer pour cet ensemble de données ({maxitems}). Veuillez penser à acheter une licence pour bénéficier de transferts illimités.
it: Hai superato il numero massimo di elementi che puoi trasferire per questo dataset ({maxitems}). Considera la possibilità di acquistare una licenza per trasferimenti illimitati.
ja: このデータセットの転送できるアイテム数の上限（{maxitems}）を超えました。無制限に転送できるライセンス購入をご検討ください。
ko: 이 데이터세트({maxitems})에서 전송할 수 있는 최대 아이템 개수를 초과했습니다. 무제한 전송을 위한 라이선스 구매를 고려해 보세요.
pt: Você excedeu o número máximo de itens que podem ser transferidos para este conjunto de dados ({maxitems}). Avalie a possibilidade de compra de uma licença para transferências ilimitadas.
ru: Вы превысили максимальное количество элементов, которые можно передать для этого набора данных ({maxitems}). Приобретите лицензию, чтобы передавать неограниченное количество данных.
zh: 您已超过可为此数据集传输的最大项目数（{maxitems}）。请考虑通过购买许可证来解除该限制。

# NotRegisteredHint_Info
source: Some features are disabled when iMazing is not registered. Click "Register" to buy iMazing and unlock it.
de: Einige Funktionen sind bei fehlender Registrierung von iMazing deaktiviert. Klicken Sie auf „Registrieren“, um iMazing zu kaufen und zu entsperren.
es: Algunas funciones están desactivadas cuando iMazing no está registrado. Pulse "Registrar" para comprar iMazing y desbloquearlo.
fr: Certaines fonctions ne sont pas accessibles si iMazing n'est pas enregistré. Cliquez sur « Enregistrer » pour acheter iMazing et les débloquer.
it: Alcune funzioni sono disattivate quando iMazing non è registrato. Fai clic su "Registra" per acquistare iMazing e sbloccarlo.
ja: 登録されていない iMazing では、いくつかの機能が制限されています。［登録］をクリックして iMazing を購入し、機能制限をアンロックしてください。
ko: 등록되지 않은 iMazing에는 일부 기능이 제한됩니다. "등록"을 클릭해 iMazing를 구매 후 사용하실 수 있습니다.
pt: Alguns recursos são desativados se o iMazing não estiver registrado. Clique em "Registrar" para comprar o iMazing e desbloqueá-lo.
ru: Некоторые функции отключены, если приложение iMazing не зарегистрировано. Нажмите кнопку "Регистрация", чтобы приобрести iMazing и разблокировать эти функции.
zh: iMazing 未注册版本无法使用某些功能。请点击“注册”购买 iMazing 以进行解锁。

# LoadingICloud000_Label
source: Loading iCloud...
de: Lade iCloud...
es: Cargando iCloud...
fr: Chargement d'iCloud...
it: Caricamento di iCloud...
ja: iCloud をロード中...
ko: iCloud 불러오는 중...
pt: Carregando iCloud...
ru: Загрузка iCloud...
zh: 正在加载 iCloud...

# InstallPicsAid_Title
source: Install PicsAid
de: PicsAid installieren
es: Instalar PicsAid
fr: Installer PicsAid
it: Installa PicsAid
ja: PicsAid をインストール
ko: PicsAid 설치
pt: Instalar PicsAid
ru: Установить PicsAid
zh: 安装 PicsAid

# InstallPicsAid_Info
source: There is no full resolution photos stored on your iPod. You can try to install PicsAid to extract your photos from "Apple ITHMB" thumbnails files. (https://imazing.com/picsaid)
de: Auf Ihrem iPod sind keine Fotos mit voller Auflösung gespeichert. Sie können versuchen, PicsAid zum Extrahieren Ihrer Fotos von „Apple ITHMB“-Miniaturansichtdateien zu installieren. (https://imazing.com/picsaid)
es: No hay fotos a resolución completa guardadas en su iPod. Puede instalar PicsAid para extraer sus fotos de los archivos de miniaturas de "Apple ITHMB". (https://imazing.com/picsaid)
fr: Il n'y a aucune photo en pleine résolution sur votre iPod. Vous pouvez essayer d'installer PicsAid pour extraire vos photos depuis les fichiers de vignettes « Apple ITHMB ». (https://imazing.com/picsaid)
it: Non ci sono foto alla massima risoluzione archiviate sul tuo iPod. Puoi provare a installare PicsAid per estrarre le foto dai file delle miniature "Apple ITHMB". (https://imazing.com/picsaid)
ja: ご利用中の iPod にはフル解像度の写真が保管されていません。 PicsAid をインスト－ルすれば、"Apple ITHMB" 形式のサムネールファイルから写真を復元可能です。 (https://imazing.com/picsaid)
ko: iPod에 저장된 전체 해상도 사진이 없습니다. PicsAid를 설치해 "Apple ITHMB" 썸네일 파일에서 사진 추출을 시도해보세요. (https://imazing.com/picsaid)
pt: Não existem fotos em alta resolução armazenadas em seu iPod. Você pode tentar instalar o PicsAid para extrair suas fotos dos arquivos de miniaturas "Apple ITHMB". (https://imazing.com/picsaid)
ru: На вашем iPod нет фотографий в полном разрешении. Установите PicsAid, чтобы извлечь фотографии из файлов эскизов "Apple ITHMB". (https://imazing.com/picsaid)
zh: 您的 iPod 未存储全分辨率照片。 您可以尝试安装 PicsAid 来从“Apple ITHMB”缩略图文件中提取您的照片。 (https://imazing.com/picsaid)

# FileAppWelcomeBubble_Info
source: Welcome to FileApp's Client! Click here to browse and transfer files to FileApp.
de: Willkommen beim Client von FileApp! Klicken Sie hier, um Dateien zu durchsuchen und zu FileApp zu übertragen.
es: ¡Le damos la bienvenida al cliente de FileApp! Pulse aquí para buscar archivos y transferirlos a FileApp.
fr: Bienvenue dans le client FileApp ! Cliquez ici pour parcourir et transférer vos fichiers vers FileApp.
it: Benvenuto nel client di FileApp! Fai clic qui per cercare e trasferire file su FileApp.
ja: FileApp クライアントへようこそ！ ここをクリックして閲覧し、FileApp にファイルを転送してください。
ko: FileApp 클라이언트에 오신 것을 환영합니다! 파일 탐색 후 FileApp으로 전송하려면 여기를 클릭하세요.
pt: Bem-vindo ao cliente FileApp! Clique aqui para pesquisar e transferir arquivos para o FileApp.
ru: Добро пожаловать в клиент FileApp! Нажмите здесь, чтобы найти файлы и передать их в FileApp.
zh: 欢迎使用 FileApp 的客户端！ 点击此处以浏览并传输文件至 FileApp。

# GetFileApp_UserAction
source: Get FileApp
de: FileApp holen
es: Conseguir FileApp
fr: Obtenir FileApp
it: Ottieni FileApp
ja: FileApp をゲット
ko: FileApp 다운로드
pt: Obter FileApp
ru: Получить FileApp
zh: 获取 FileApp

# iMazingPreferences_Title
source: iMazing Preferences
de: iMazing-Einstellungen
es: Preferencias de iMazing
fr: Préférences iMazing
it: Preferenze di iMazing
ja: iMazing の設定
ko: iMazing 환경설정
pt: Preferências do iMazing
ru: Настройки iMazing
zh: iMazing 偏好设置

# General(Preferences)_Label
source: General
de: Allgemein
fr: Général
it: Generale
ja: 一般設定
ko: 일반
pt: Geral
ru: Общие
zh: 通用

# Storage(Preferences)_Label
source: Storage
de: Speicherplatz
es: Almacenamiento
fr: Stockage
it: Archiviazione
ja: ストレージ
ko: 스토리지
pt: Armazenamento
ru: Хранилище
zh: 存储

# Media(Preferences)_Label
source: Media
de: Medien
es: Multimedia
fr: Médias
it: Multimed.
ja: メディア
ko: 미디어
pt: Mídia
ru: Медиа
zh: 媒体

# OtherData(Preferences)_Label
source: Other Data
de: Andere Daten
es: Otros datos
fr: Autres données
it: Altri dati
ja: その他のデータ
ko: 기타 데이터
pt: Outros dados
ru: Другие данные
zh: 其他数据

# International(Preferences)_Label
source: International
es: Internacional
it: Internazionale
ja: インターナショナル
ko: 다국어
pt: Internacional
ru: Язык и время
zh: 国际

# Backup(Preferences)_Label
source: Backup
de: Datensicherung
es: Copia de seguridad
fr: Sauvegarder
ja: バックアップ
ko: 백업
pt: Fazer backup
ru: Копия
zh: 备份

# AnalyticsDescription_Info
source: Help us improve iMazing! We use Analytics to better understand and meet your needs. No personal data is accessed or transferred whatsoever and it's completely anonymous.
de: Unterstützen Sie uns bei der Verbesserung von iMazing! Wir verwenden Analytics zum besseren Verständnis und zur Erfüllung Ihrer Anforderungen. Wir greifen nicht auf persönliche Daten zu und übertragen diese auch nicht. Die erfassten Daten sind anonymisiert.
es: ¡Ayúdenos a mejorar iMazing! Utilizamos datos analíticos para comprender mejor sus necesidades y poder satisfacerlas de forma más eficaz. No se transfieren ni se accede a datos personales de ningún tipo y el proceso es totalmente anónimo.
fr: Aidez-nous à améliorer iMazing ! Analyses nous permet de mieux comprendre vos besoins et d'y répondre. Nous n'accédons à aucune donnée personnelle, ne procédons à aucun transfert d'aucune sorte. L'anonymat est total.
it: Aiutaci a migliorare iMazing! Ci avvaliamo di Analytics per capire meglio e soddisfare le tue esigenze. Nessuna informazione personale viene in alcun modo visualizzata o trasferita e tutto avviene in maniera completamente anonima.
ja: iMazing の改善にご協力ください！ 弊社はアナリティクス（アクセス解析）を利用し、お客様の満足度を上げるべく努力しています。 個人情報データへアクセスすることは一切なく、集められたデータは完全に匿名の状態で利用されます。
ko: iMazing에 대한 의견을 기다립니다! 저희는 사용자 여러분의 불편을 해소하기 위해 분석 도구를 이용하고 있습니다. 개인 정보의 수집 또는 전송은 절대 이루어지지 않으며 모든 데이터는 익명 처리됩니다.
pt: Ajude-nos a melhorar o iMazing! Usamos estatísticas de uso para melhor entender e atender suas necessidades. Nenhum dado pessoal é acessado ou transferido, tudo é feito de forma completamente anônima.
ru: Помогите нам улучшить iMazing! Мы используем Analytics, чтобы лучше понять и удовлетворить ваши потребности. Ваши личные данные неприкосновенны и никому не передаются. Все совершенно анонимно.
zh: 请帮助我们改进 iMazing！我们使用 Analytics 来更好地了解和满足您的需求。 此服务不会访问或传输您的个人数据，并且完全匿名。

# ResetFactorySettings_Info
source: Completely reset iMazing (registration, preferences etc):
de: iMazing vollständig zurücksetzen (Registrierung, Einstellungen usw.):
es: Restablecer iMazing (registro, preferencias, etc.):
fr: Réinitialiser complètement iMazing (enregistrement, préférences, etc) :
it: Ripristina completamente iMazing (registrazione, preferenze, ecc.):
ja: iMazing を完全にリセット （登録、設定等）：
ko: iMazing 전체 초기화 (등록정보, 환경설정 등):
pt: Redefinir completamente iMazing (registro, preferências, etc.):
ru: Полный сброс iMazing (регистрация, настройки и т. д.):
zh: 完全重置 iMazing（注册信息、偏好设置等）：

# ResetFactorySettings_UserAction
source: Reset to Factory Settings
de: Auf Werkseinstellungen zurücksetzen
es: Restaurar ajustes iniciales
fr: Rétablir les réglages d'usine
it: Ripristina alle impostazioni di fabbrica
ja: 工場出荷時の設定にリセット
ko: 최초 기본설정으로 초기화
pt: Redefinir para as configurações de fábrica
ru: Восстановить настройки по умолчанию
zh: 重置为出厂设置

# ResetFactorySettingsWarning_Info
source: Are you sure you want to reset iMazing to its factory state? Your registration and all your personal preferences will be lost.
de: Möchten Sie iMazing wirklich auf die Werkseinstellungen zurücksetzen? Dabei gehen Ihre Registrierung und alle persönlichen Einstellungen verloren.
es: ¿Seguro que quiere restaurar iMazing a su configuración original? Se perderá el registro y todas sus preferencias personales.
fr: Voulez-vous vraiment réinitialiser les réglages d'usine de iMazing ? Votre enregistrement et toutes vos préférences personnelles seront perdues.
it: Ripristinare iMazing allo stato di fabbrica? La registrazione e tutte le preferenze personali andranno perse.
ja: iMazing を工場出荷時の状態にリセットしてもよろしいですか？ リセットすると、登録や設定事項はすべて破棄されます。
ko: iMazing를 최초 기본 설정 상태로 재설정할까요? 사용자 등록 정보와 개인 환경설정 항목도 모두 초기화됩니다.
pt: Você quer mesmo redefinir o iMazing para os padrões de fábrica? Seu registro e suas preferências pessoais serão perdidos.
ru: Действительно восстановить настройки iMazing по умолчанию? Ваши регистрационные данные и настройки будут потеряны.
zh: 是否确定要将 iMazing 重置为出厂状态？您的注册信息和个人偏好设置将丢失。

# ResetFactorySettingsConfirmation_Info
source: iMazing has now been reset to its factory state. iMazing will now quit and restart.
de: iMazing wurde jetzt auf die Werkseinstellungen zurückgesetzt. iMazing wird jetzt beendet und neu gestartet.
es: La configuración original de iMazing se ha restablecido. A continuación, la aplicación se reiniciará.
fr: Les réglages d'usine de iMazing ont réinitialisés. iMazing va maintenant s'arrêter et redémarrer.
it: iMazing è stato ripristinato allo stato di fabbrica. L'applicazione verrà chiusa e riavviata.
ja: iMazing は工場出荷時の状態にリセットされました。 iMazing は一旦終了し再起動されます。
ko: iMazing가 최초 기본설정 상태로 재설정되었습니다. iMazing를 자동 종료 후 다시 시작합니다.
pt: O iMazing foi redefinido aos padrões de fábrica. O iMazing irá fechar e reiniciar.
ru: Настройки iMazing по умолчанию восстановлены. Приложение iMazing сейчас завершит работу и перезапустится.
zh: iMazing 已重置为出厂状态。 niMazing 现在将退出并重新启动。

# iMazingRestartNeededMessage_Info
source: iMazing needs to be restarted for the change to take effect. Would you like to restart iMazing now?
de: iMazing muss neu gestartet werden, damit die Änderung übernommen werden kann. Möchten Sie iMazing jetzt neu starten?
es: Tiene que reiniciar iMazing para que los cambios surtan efecto. ¿Quiere reiniciar iMazing ahora?
fr: iMazing doit être redémarré pour que le changement soit effectif. Redémarrer iMazing maintenant ?
it: iMazing deve essere riavviato affinché la modifica abbia effetto. Riavviare iMazing ora?
ja: 言語の変更を適用するには iMazing を再起動してください。今すぐ再起動しますか？
ko: 변경한 언어를 올바로 표시하려면 iMazing를 다시 시작해야 합니다. iMazing를 지금 바로 다시 시작할까요?
pt: iMazing precisa ser reiniciado para que a mudança do idioma tenha efeito. Gostaria de reiniciar o iMazing agora?
ru: Необходимо перезапустить iMazing, чтобы применить новые языковые настройки. Перезапустить iMazing?
zh: iMazing 需要重新启动以使更改生效。是否立即重启 iMazing？

# Shortcut_Label
source: Shortcut
de: Verknüpfung
es: Función rápida
fr: Raccourci
it: Collegamento
ja: ショートカット
ko: 바로가기
pt: Atalho
ru: Ярлык
zh: 快捷方式

# Shortcuts_Label
source: Shortcuts
de: Verknüpfungen
es: Funciones rápidas
fr: Raccourcis
it: Collegamenti
ja: ショートカット
ko: 바로가기
pt: Atalhos
ru: Ярлыки
zh: 快捷方式

# NewShortcut_UserAction
source: New Shortcut
de: Neue Verknüpfung
es: Función rápida
fr: Nouveau raccourci
it: Nuovo collegamento
ja: 新規ショートカット
ko: 바로가기
pt: Atalho
ru: Новый ярлык
zh: 新快捷方式

# RemoveShortcut_UserAction
source: Remove shortcut
de: Verknüpfung entfernen
es: Eliminar función rápida
fr: Supprimer raccourci
it: Rimuovi collegamento
ja: ショートカットを削除
ko: 바로가기 삭제
pt: Remover atalho
ru: Удалить ярлык
zh: 移除快捷方式

# RenameShortcut_UserAction
source: Rename Shortcut
de: Verknüpfung umbenennen
es: Renombrar función rápida
fr: Renommer raccourci
it: Rinomina collegamento
ja: リネーム ショートカット
ko: 바로가기 이름 변경
pt: Renomear atalho
ru: Переименовать ярлык
zh: 重命名快捷方式

# DeleteShortcut_UserAction
source: Delete Shortcut
de: Verknüpfung löschen
es: Borrar función rápida
fr: Supprimer raccourci
it: Elimina collegamento
ja: ショートカットを削除
ko: 바로가기 삭제
pt: Excluir atalho
ru: Удалить ярлык
zh: 删除快捷方式

# CreateShortcut_Title
source: Create Shortcut
de: Verknüpfung erstellen
es: Crear función rápida
fr: Créer un raccourci
it: Crea collegamento
ja: ショートカットを作成
ko: 바로가기 생성
pt: Criar atalho
ru: Создать ярлык
zh: 创建快捷方式

# CreateShortcut_Info
source: Enter a shortcut name
de: Benennen Sie die Verknüpfung
es: Escribir un nombre para la función rápida
fr: Saisir le nom du raccourci
it: Inserisci il nome del collegamento
ja: ショートカット名を入力
ko: 바로가기 이름 입력
pt: Digite um nome para o atalho
ru: Введите имя ярлыка
zh: 输入快捷方式名称

# OverwriteShortcut_Info
source: A shortcut named "{itemname}" already exists for this location. Do you want to replace it ?
de: Eine Verknüpfung namens „{itemname}“ ist bereits an diesem Zielort vorhanden. Möchten Sie sie ersetzen?
es: Ya existe una función rápida "{itemname}" en esta ubicación. ¿Quiere sustituirla?
fr: Ce répertoire contient déjà un raccourci nommé « {itemname} ». Voulez-vous remplacer le raccourci ?
it: Il collegamento "{itemname}" esiste già in questo percorso. Sostituirlo?
ja: コピー先にすでに 「{itemname}」 と同じ名前のショートカットが存在します。上書きしてもよろしいですか？
ko: "{itemname}" 이름의 바로가기가 이 위치에 이미 존재합니다. 해당 항목을 교체할까요?
pt: Já existe um atalho chamado "{itemname}" neste local. Deseja substituí-lo ?
ru: В этой папке уже содержится ярлык "{itemname}". Заменить его?
zh: 此位置已存在命名为“{itemname}”的快捷方式。是否要替换它？

# VisitUsOnFacebook_UserAction
source: Visit us on Facebook
de: Besuchen Sie uns auf Facebook
es: Visítenos en Facebook
fr: Retrouvez-nous sur Facebook
it: Visitaci su Facebook
ja: Facebook の弊社ページへ移動
ko: 개발사 Facebook 페이지 보기
pt: Visite-nos no Facebook
ru: Мы в Facebook
zh: 访问我们的 Facebook 主页

# VisitOurTwitter_UserAction
source: Visit our Twitter feed
de: Besuchen Sie unseren Twitter Feed
es: Visite nuestro perfil en Twitter
fr: Suivez notre fil Twitter
it: Visita i nostri feed su Twitter
ja: Twitter の弊社フィードへ移動
ko: 개발사 Twitter 피드 보기
pt: Visite nosso feed no Twitter
ru: Мы в ленте Twitter
zh: 访问我们的 Twitter 订阅源

# TweetAboutIMazing_UserAction
source: Tweet about iMazing
de: Tweet zu iMazing
es: Tuitear sobre iMazing
fr: Tweeter sur iMazing
it: Invia un tweet su iMazing
ja: iMazing についてツイート
ko: iMazing 트윗
pt: Fale sobre iMazing no Twitter
ru: Написать твит об iMazing
zh: 发布 iMazing 推文

# VisitUsOnGoogle_UserAction
source: Visit us on Google+
de: Besuchen Sie uns auf Google+
es: Visítenos en Google+
fr: Retrouvez-nous sur Google+
it: Visitaci su Google+
ja: Google+ の弊社ページへ移動
ko: 개발사 Google+ 페이지 보기
pt: Visite-nos no Google+
ru: Мы в Google+
zh: 访问我们的 Google+ 主页

# ShareIMazing(Social)_UserAction
source: Share iMazing
de: iMazing teilen
es: Compartir iMazing
fr: Partager iMazing
it: Condividi iMazing
ja: iMazing をシェア
ko: iMazing 공유하기
pt: Compartilhar o iMazing
ru: Рассказать об iMazing
zh: 分享 iMazing

# ShareIMazingOnGoogle(Social)_UserAction
source: Share iMazing on Google+
de: iMazing auf Google+ teilen
es: Compartir iMazing en Google+
fr: Partager iMazing sur Google+
it: Condividi iMazing su Google+
ja: Google+ で iMazing をシェア
ko: Google+에 iMazing 공유
pt: Compartilhar iMazing no Google+
ru: Рассказать об iMazing на Google+
zh: 分享 iMazing 至 Google+

# ShareIMazingOnFacebook(Social)_UserAction
source: Share iMazing on Facebook
de: iMazing auf Facebook teilen
es: Compartir iMazing en Facebook
fr: Partager iMazing sur Facebook
it: Condividi iMazing su Facebook
ja: Facebook で iMazing をシェア
ko: Facebook에 iMazing 공유
pt: Compartilhar iMazing no Facebook
ru: Рассказать об iMazing на Facebook
zh: 分享 iMazing 至 Facebook

# LivePhotos(PhotoAlbum)_Label
source: Live Photos
ja: Live Photo

# AppleID_Label
source: Apple ID
es: ID de Apple
fr: Identifiant Apple
it: ID Apple
pt: Deseja continuar mesmo assim?

# AppleIDPersonID_Label
source: Apple ID Person ID
es: Person ID de ID de Apple
fr: Person ID de l'identifiant Apple
it: ID Apple Person ID
pt: Person ID do ID Apple

# BPM(Music)_Label
source: BPM
es: PPM

# HDR(PhotoAlbum)_Label
source: HDR
de: HDR-Fotos
